Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/extras/chat.po
Languages: pt_br

source: Live Chat
pt_br: Bate-papo

source: Talk to customers in real time from the **customer chat** panel.
pt_br: Converse com os clientes em tempo real a partir do painel de **bate papo com o cliente**.

source: **🤔 Huh? I don’t see “Customer Chat” in the menu...**
pt_br: **🤔 Heim? Eu não vejo nenhum menu de "Bate-papo" com o cliente...**

source: This feature is **optional**; if you don’t see it in the main menu, that means it’s not enabled yet. See the `admin documentation <https://admin-docs.zammad.org/en/latest/channels-chat.html>`_ for details.
pt_br: Este recurso é **opcional**; se você não vê nada no menu principal, isso significa que não está habilitado. Consulte a `documentação de administrador <https://admin-docs.zammad.org/en/latest/channels-chat.html>`_ para detalhes.

source: Enable the chat panel to be notified when customers are waiting to chat.
pt_br: Habilite o painel de bate-papo para ser notificado quando clientes estiverem na fila de espera.

source: Chat controls
pt_br: Controles de bate-papo

source: **1. On/Off**
pt_br: **1. Liga/Desliga**

source: Enable/disable the chat panel.
pt_br: Habilita ou desabilita o painel de bate-papo.

source: **2. Waiting Customers**
pt_br: **2. Clientes aguardando**

source: Lists customers awaiting an agent for chat. **Click to answer a pending chat request.**
pt_br: Apresenta a lista de clientes que aguardam um agente para o bate-papo. **Clique para responder um pedido de bate-papo.**

source: **3. Chatting Customers**
pt_br: **3. Clientes em bate-papo

source: Lists customers currently in an ongoing chat session.
pt_br: Apresenta a lista de clientes em sessões de bate-papo atualmente.

source: **4. Active Agents**
pt_br: **4. Agentes ativos**

source: Lists all agents with chat enabled.
pt_br: Lista todos os agentes com bate-papo habilitado.

source: **5. Settings**
pt_br: **5. Configurações**

source: Click for chat configuration options (*e.g.,* auto-greetings and maximum number of simultaneous chats).
pt_br: Clique para acessar as opções de bate-papo (por exemplo, saudação automática e número máximo de bate-papos simultâneos).

source: **6. Count badge**
pt_br: **6 Indicador de quantidade**

source: Displays the number of users in each section.
pt_br: Exibe o número de usuários em cada seção.

source: **7. Info card**
pt_br: **7 Cartão de informação**

source: Hover over for detailed information about the users in each section.
pt_br: Mova o mouse sobre o ícone para obter informações sobre os usuários em cada seção.

source: If all agents have the chat panel disabled, customers will **not** be able to initiate a chat.
pt_br: Se todos os agentes estiverem com o painel de bate-papo desativado, os clientes **não** poderão iniciar bate-papos.

source: 🔍 Use the :doc:`search bar </basics/find-ticket/search>` to pull up old chats from the archive anytime.
pt_br: 🔍 Utilize a :doc:`barra de pesquisa </basics/find-ticket/search>` para localizar os registros de bate-papos no arquivo a qualquer momento.

source: 📋 Copy & paste **supports 🌄 images and 📄 documents** as well as plain text.
pt_br: O Zammad suporta copiar e colar **📋 imagens 🌄 e documentos 📄**, bem como texto puro, na janela de bate-papo.

source: ⌨️ Live chat supports `text modules <https://admin-docs.zammad.org/en/latest/manage-text-modules.html>`_.
pt_br: ⌨️ Os bate-papos suportam `módulos de texto <https://admin-docs.zammad.org/en/latest/manage-text-modules.html>`_.

source: 📝 Chats can be **renamed** or **tagged**, and record technical details about the customer’s connection.
pt_br: 📝 Os bate-papos podem ser **renomeados** ou **rotulados** e armazenar detalhes técnicos sobre conexão do cliente.

source: Click on the title at the top of the chat window to edit chat details.
pt_br: Clique no título no topo da janela de bate-papo para editar os detalhes.

source: Creating a Ticket from a Chat
pt_br: Criando um chamado a partir de um bate-papo

source: Once your chat is over, you can create a ticket for it with a single click:
pt_br: Uma vez que a sessão de bate-papo terminar, você poderá criar um chamado com apenas um clique:

source: The **Turn chat into ticket** button appears as soon as the chat is finished.
pt_br: O botão **transformar o bate-papo** em um chamado aparece tão logo a sessão de bate-papo for concluída.

source: A link to the chat is automatically included in the first note on the ticket.
pt_br: Um link para os registros do bate-papo será incluído como a primeira nota no novo chamado.
