Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/extras/customers.po
Languages: de, pt_br

source: Customers
de: Kunden
pt_br: Clientes

source: Use the **ticket pane** to manage customer profiles.
de: Nutze das **Ticket Fenster**, um Kunden-Profile zu bearbeiten.
pt_br: Utilize o **painel do chamado** para gerenciar os perfis dos clientes.

source: Click the 👨 tab in the ticket pane to see the customer’s profile.
de: Wähle den Tab 👨mit der einzelnen Person, um Informationen zum Kunden(-benutzer) zu sehen.
pt_br: Clique na aba 👨 no painel do chamado para ver o perfil do cliente.

source: **🖱️ UI Protip**
de: **🖱️ Tipp für Profi-Benutzer**
pt_br: **🖱️ Dica profissional da interface de usuário**

source: Hover over the **open/closed** labels to see a summary of the customer’s other tickets.
de: Fahre mit der Maus über die **offen/geschlossen** Anzeige, um eine Zusammenfassung der anderen Tickets des Kunden zu sehen.
pt_br: Mova o mouse sobre os rótulos **aberto/fechado** para ver um resumo de outros chamados do cliente.

source: Editing a Customer
de: Bearbeiten von Kundeninformationen
pt_br: Editando um cliente

source: To edit the customer’s profile, use the **customer submenu**:
de: Um das Kundenprofil zu bearbeiten, verwende das **Kunden Untermenü**:
pt_br: Para editar o perfil de um cliente, utilize o **submenu cliente**:

source: Click the **Customer ▾** heading to access additional actions.
de: Klicke auf die Überschrift **Kunde ▾**, um zu weiteren Funktionen zu gelangen.
pt_br: Clique em **Cliente ▾* para acessar ações adicionais.

source: The edit customer dialog.
de: Die Bearbeiten-Maske von Kundeninformationen.
pt_br: A janela de edição de cliente.

source: Most customer attributes are self-explanatory, but here are a couple that might confuse you:
de: Die meisten Kundenattribute sind selbsterklärend, aber hier sind ein paar, die etwas irritieren könnten:
pt_br: A maioria dos atributos de um cliente são auto explicativos, mas aqui estão um conjunto que pode confundir:

source: Organization
de: Organisation
pt_br: Organização

source: Customers may (optionally) belong to **organizations** – :doc:`skip ahead <organizations>` to learn more.
de: Kunden können zu einer **Organisation** gehören (optional) – :doc:`klicke hier <organizations>`, um mehr erfahren.
pt_br: Clientes podem (opcionalmente) pertencerem a **organizações** - :doc:`avance <organizations>` para aprender mais.

source: Like :doc:`ticket priority </basics/service-ticket/settings/priority>`, **VIP status** doesn’t actually do anything out-of-the-box, but an admin *can* set up automated system hooks based on this value, or use it as a filter for :doc:`custom overviews </basics/find-ticket/browse>`.
de: Genau wie die :doc:`Ticket Priorität</basics/service-ticket/settings/priority>`, kann der **VIP Status** nichts ohne weitere Einstellungen bewirken. Ein Admin *kann* automatisierte Systemkonfigurationen basierend auf diesem Wert einrichten oder dieses Attribut als Filter für :doc:`Übersichten</basics/find-ticket/browse>` nutzen.
pt_br: Da mesma forma que a :doc:`prioridade de um chamado </basics/service-ticket/settings/priority>`, **o status VIP** de um cliente não significa nada por si só, mas um administrador *pode* configurar serviços automatizados com base nos valores deste atributo ou usá-lo como um filtro para um :doc:`visão personalizada </basics/find-ticket/browse>`.

source: **Ask your administrator** about how she’d like you to use this attribute (or just leave it alone).
de: **Frage beim Administrator nach**, wie dieses Attribut verwenden werden soll (oder Du belässt es einfach so).
pt_br: **Pergunte ao seu administrador** como ele gostaria de utilizar este atributo (ou apenas ignore-o).
