Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/extras/dashboard.po
Languages: pt_br

source: Checking Your Stats
pt_br: Verificando suas estatísticas

source: The **dashboard** is the first thing you’ll see after logging in. Monitor your productivity at a glance, compare it to the company average (in gray at the bottom of each pane), and see what everyone else is up to.
pt_br: O **painel de controle** é a primeira coisa que você verá ao entrar no Zammad. Você pode monitorar a sua performance em rapidamente, compará-la a média da empresa (em cinza ao final de cada painel) e ver o que os outros agentes estão fazendo.

source: Check the dashboard for a quick summary of your stats.
pt_br: Verifique o painel de controle para um resumo rápido de suas estatísticas.

source: Legend
pt_br: Legenda

source: **1. Waiting Time Today**
pt_br: **1. Tempo de espera hoje**

source: How long has each customer had to wait, on average, to get a response from you today?
pt_br: Quanto cada cliente tem que esperar, na média, para obter uma resposta sua hoje.

source: **2. Mood**
pt_br: **2. Humor**

source: How many escalated tickets do you have open? (Mr. Bubbles gets grumpy if you have too many...)
pt_br: Quantos chamados abertos escalados você tem? (o seu gerente fica nervoso se você tem muitos...)

source: **3. Channel Distribution**
pt_br: **3. Distribuição por canal**

source: How many of your tickets are coming from email, phone, Twitter, or Facebook? (Shows percentages for both **inbound** and **outbound** tickets.)
pt_br: Quantos chamados estão entrando por e-mail, telefone, Twitter ou Facebook? (Exibe a porcentagem de chamados tanto de **entrada** quanto de **saída**)

source: **4. Assigned**
pt_br: **4. Atribuídos**

source: Out of all open tickets (company-wide), how many are assigned to you?
pt_br: De todos os chamados abertos (considerando toda a empresa), quantos estão atribuídos para você?

source: **5. Your Tickets in Process**
pt_br: **5. Seus chamados em progresso**

source: What percentage of your tickets have you responded to, updated, or modified in some way today?
pt_br: Qual a porcentagem dos seus chamados você respondeu, atualizou ou modificou de alguma forma hoje?

source: **6. Reopening Rate**
pt_br: **6. Taxa de reabertura**

source: How many of your tickets have been re-opened after being marked “closed”?
pt_br: Quanto dos seus chamados foram reabertos depois de serem marcados como "fechados"?

source: **7. Activity Stream**
pt_br: **7. Fluxo de atividades**

source: What’s everyone else on your team up to?
pt_br: O que todo mundo na empresa está fazendo?
