Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/extras/organizations.po
Languages: pt_br

source: Organizations
pt_br: Organizações

source: Tickets track communication between individuals, but oftentimes, your company’s real client is **another company** (or **organization**). Customers can be grouped into organizations to monitor their activity as a whole.
pt_br: Um chamado rastreia a comunicação entre indivíduos, mas muitas vezes, o cliente real de sua empresa é uma **outra empresa** (ou **organização**). Clientes podem ser agrupados em organizações para monitora a atividade do grupo como um todo.

source: Organization Profiles
pt_br: Perfis de organização

source: Use the **ticket pane** to manage organization profiles.
pt_br: Utilize o **painel do chamado** para gerenciar o perfil de uma organização.

source: Click the 👪 tab in the ticket pane to see the organization’s profile.
pt_br: Clique na aba com o símbolo 👪 no painel do chamado para ver o perfil da organização.

source: To edit the organization’s profile, use the **organization submenu**:
pt_br: Para editar o perfil de uma organização, utilize o **submenu organização**:

source: Click the **Organization ▾** heading to access additional actions.
pt_br: Clique em **Organização ▾** para acessar ações adicionais.

source: The edit organization dialog.
pt_br: A janela de edição de organização.

source: Organization Stats
pt_br: Estatísticas da organização

source: With organizations, you can answer questions like:
pt_br: Com as organizações, você pode responder questões como:

source: “How many tickets has this company had to file in the last 12 months?”
pt_br: "Quantos chamados desta empresa tivemos que tratar nos últimos 12 meses?"

source: “How many tickets does this company have open right now?”
pt_br: "Quantos chamados abertos esta empresa tem neste exato momento?"

source: “How old is the oldest open ticket from this company?”
pt_br: "Quão antigo é o chamado aberto há mais tempo desta empresa?"

source: Click the 🏢 button in the ticket pane to see a detailed breakdown of the organization’s stats.
pt_br: Clique no botão 🏢 no painel do chamado para ver um detalhamento das estatísticas da organização.
