Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/extras/profile-and-settings.po
Languages: pt_br

source: Profile & Settings
pt_br: Perfil e configurações

source: Click on your avatar at the bottom of the main menu to access your **profile and settings**.
pt_br: Clique no seu avatar na parte inferior do menu principal par acessar seu **perfil e configurações**.

source: Find user-specific actions, a list of recently opened items, and useful reference information.
pt_br: Encontre ações específica do usuário, uma lista de itens abertos recentemente e informações de referência úteis.

source: Profile Settings
pt_br: Configurações de perfil

source: Language
pt_br: Idioma

source: Set the system display language.
pt_br: Determina a linguagem de exibição do sistema.

source: Upload an avatar.
pt_br: Carrega uma imagem de avatar.

source: Password
pt_br: Senha

source: Change your login password (may be disabled by system admin).
pt_br: Altera a sua senha de entrada (pode ser desabilitado por administradores do sistema).

source: Notifications
pt_br: Notificações

source: Select where, when, and for which groups you want to receive notifications, or choose a new notification sound.
pt_br: Determina onde, quando e para quais grupos você quer receber notificações ou altere o som de notificação.

source: Use the first three columns to choose when to receive **internal notifications** (below). The rightmost column enables email notification as well.
pt_br: Utilize as três primeiras colunas para escolher quando receberá **notificações interns** (abaixo). A coluna mais à direita habilita notificações por e-mail, também.

source: Internal notifications cannot be disabled.
pt_br: Notificações internas não podem ser desabilitadas.

source: Consult the `admin documentation <https://admin-docs.zammad.org/en/latest/manage-trigger.html#other-notifications>`_ for details on how to customize these email notifications.
pt_br: Consulte a `documentação de administrador <https://admin-docs.zammad.org/en/latest/manage-trigger.html#other-notifications>`_ para detalhes de como personalizar estas notificações por e-mail.

source: Out of Office
pt_br: Fora do escritório

source: Schedule out-of-office periods in advance, and designate a substitute to handle your tickets while you’re gone.
pt_br: Agente com antecedência períodos em que estará fora do escritório e atribua um substituto que irá conduzir os seus chamados enquanto estiver ausente.

source: Your substitute will receive all your ticket notifications during your absence, and have a custom :doc:`overview </basics/find-ticket/browse>` created to help keep track of your tickets.
pt_br: O seu substituto irá receber todas as suas notificações durante a sua ausência e terá uma personalizada :doc:`visão </basics/find-ticket/browse>` criada para ajudar a cuidar dos seus chamados.

source: 🔔 You **will** continue to receive notifications while you are out-of-office!
pt_br: 🔔 Você **continuará** recebendo as notificações enquanto estiver fora do escritório!

source: Calendar
pt_br: Calendário

source: Add your ticket deadlines to your own favorite calendar app with the ICAL link listed at this settings panel.
pt_br: Adicione os prazos de vencimento dos seus chamados ao seu aplicativo de calendário favorito com atalho de iCal nesta tela.

source: Devices
pt_br: Dispositivos

source: See a list of all devices logged in to your Zammad account (and revoke access, if necessary).
pt_br: Veja uma lista de todos os dispositivos que estão conectado a sua conta Zammad (e revogue os acessos, se necessário).

source: Token Access
pt_br: Acesso por token

source: Generate personal access tokens for third-party applications to use the Zammad API.
pt_br: Gere tokens de acesso pessoais para que aplicações de terceiros possam utilizar a API do Zammad.

source: Always generate a new token for each application you connect to Zammad! (This makes it possible to revoke access one application at a time if a token is ever compromised.)
pt_br: Sempre gere um novo token para cada aplicação que você desejar conectar ao Zammad! (Isso torna possível revogar o acesso de uma aplicação por vez se um token for comprometido).

source: Linked Accounts
pt_br: Contas vinculadas

source: See a list of third-party services (*e.g.,* Facebook or Twitter) linked to your Zammad account.
pt_br: Veja uma lista de serviços de terceiros (por exemplo, Facebook ou Twiiter) ligados a sua conta Zammad.
