Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/basics/what-*-a-ticket.po
Languages: pt_br

source: What is a Ticket?
pt_br: O que é um chamado?

source: In Zammad, **tickets** are used to track customer service requests. The first time a customer emails you (or the company) about something, Zammad creates a new ticket. Each message sent between you and the customer is added to that ticket until the issue is resolved, the customer is happy, and the ticket is finally **closed**.
pt_br: No Zammad, **chamados** são usados para rastrear as solicitações do serviço de atendimento ao cliente. A primeira vez que um cliente envia um e-mail para você (ou a sua empresa) sobre qualquer coisa, o Zammad irá criar um novo chamado. Cada mensagem trocada entre você e o seu cliente será adicionada ao chamado até que a situação seja resolvida, o cliente esteja feliz e o chamado é, então, **fechado**.

source: So in a basic sense, a ticket is **a thread of messages between you and a customer about a single issue**.
pt_br: Então, basicamente, um chamado é um **fluxo de mensagens entre você e um cliente acerca de um assunto**.

source: A ticket is a thread of messages between a customer and an agent.
pt_br: Um chamado é um fluxo de mensagens entre o cliente e um agente.

source: You know you’re doing a great job when you 1) respond to tickets quickly and 2) get them closed in a timely manner.
pt_br: Você sabe que está fazendo um ótimo trabalho quando 1) responde os chamados com rapidez e 2) encerra os chamados no tempo esperado.

source: 👀 :doc:`Keep an eye on your dashboard </extras/dashboard>` to see how well you’re keeping up.
pt_br: 👀 :doc:`Fique de olho no seu dashboard </extras/dashboard>` para acompanhar quão bem está a sua performance.

source: Ticket Settings
pt_br: Configurações dos chamados

source: Tickets also have metadata attached to them to make them easier to manage. For instance, tickets have a customer and (optionally) an agent; they can be open or closed (or even be scheduled for later); they can be organized into groups; and they can even be flagged for high or low priority.
pt_br: Chamados também possuem metadados anexados para deixar mais fácil a tarefa de gerenciá-los. Por exemplo, chamados possuem um cliente e (opcionalmente) um agente; eles podem estar abertos ou fechados (ou mesmo adiados para depois); eles podem ser organizados em grupos; eles podem, até mesmo, serem sinalizados quanto a prioridade alta ou baixa.

source: For the sake of simplicity, we’ll refer to this metadata as the **settings** of a ticket. All of these settings can be changed at any time. Each setting is explained in detail in the *Manage Ticket Settings* section, but for the time being, let’s go over the two most important ones:
pt_br: Pelo bem da simplicidade, nós chamaremos estes metadados de **configurações** de um chamado. Todas essas configurações podem ser alteradas a qualquer momento. Cada configuração é explicada em detalhes na seção **Gerencie as configurações dos chamados**, mas por enquanto, vamos dar uma olhada nas duas mais importantes:

source: Owner *(optional)*
pt_br: Proprietário *(opcional)*

source: The **agent currently assigned to** (*i.e.,* responsible for) the ticket.
pt_br: O **agente atualmente atribuído** ao chamado (ou seja, responsável por ele).

source: State
pt_br: Situação

source: Is the customer still waiting on an answer (**open**), or has the ticket been resolved (**closed**)?
pt_br: O cliente ainda está esperando por uma resposta (**aberto**) ou o chamado já foi resolvido (**fechado**)?

source: **📖 See Also**
pt_br: **📖 Veja também**

source: For an in-depth discussion of each ticket setting, see the articles below:
pt_br: Para uma discussão detalhada de cada configuração de um chamado, acesse os artigos abaixo:

source: :doc:`Owner </basics/service-ticket/settings/owner>`
pt_br: :doc:`Proprietário </basics/service-ticket/settings/owner>`

source: :doc:`State </basics/service-ticket/settings/state>`
pt_br: :doc:`Situação </basics/service-ticket/settings/state>`

source: :doc:`Group </basics/service-ticket/settings/group>`
pt_br: :doc: `Grupo </basics/service-ticket/settings/group>`

source: :doc:`Priority </basics/service-ticket/settings/priority>`
pt_br: :doc:`Prioridade </basics/service-ticket/settings/priority>`

source: :doc:`Tags </basics/service-ticket/settings/tags>`
pt_br: :doc:`Rótulos </basics/service-ticket/settings/tags>`
