Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/good2know.po
Languages: de_de, zh_cn

source: Good to know
de_de: Gut zu wissen
zh_cn: 了解更多

source: Highlighting text
de_de: Textteile markieren
zh_cn: 文字高亮

source: Within a ticket it is possible to mark any text parts with several colors.
de_de: Innerhalb eines Tickets besteht die Möglichkeit, beliebig Textteile mit mehreren Farben zu markieren.
zh_cn: 可以使用多种颜色在工单的文本中做标注, 被标注的文字将保存在工单中, 并被其他用户看到.

source: Multiple text parts can be selected simultaneously as follows:
de_de: Mehrere Textteile können wie folgt gleichzeitig markiert werden:
zh_cn: 需要标记一段文本或不连续的多个部分, 可以按如下的步骤操作:

source: mark the first part of the text
de_de: Markieren Sie den ersten Teil des Textes.
zh_cn: 首先选择一种颜色<br>

source: click the pen icon
de_de: Klicken Sie auf das Stift-Symbol
zh_cn: 点击荧光笔图标

source: mark all other parts of the text
de_de: Alle weiteren Textteile markieren
zh_cn: 用鼠标选取需要标记文本

source: select the desired color
de_de: Wählen Sie die gewünschte Farbe aus
zh_cn: 需要标注其它部分的文本, 重复 2, 3 两步

source: To delete a marker, select the colored spot with the mouse pointer. Now click again on the color with which it was marked and thus clears the color deposit
de_de: Um eine Markierung zu löschen, müssen Sie die farbige Stelle mit dem Mauszeiger auswählen. Durch nochmaligen Klick auf die Farbe, mit der markiert wurde, wird die farbliche Hinterlegung entfernt.
zh_cn: 如果要删除标注的文本颜色, 先用鼠标选中需要删除标注的文本, 然后点击荧光笔图标, 该部分的高亮文本将被删除.

source: View article information
de_de: Artikel-Informationen ansehen
zh_cn: 信件详情

source: By clicking on the respective articles, information about the type, sender and possibly recipient can be displayed. As can be seen in the following picture:
de_de: Durch Anklicken der jeweiligen Artikel können Informationen über Art, Absender und ggf. Empfänger angezeigt werden, wie im folgenden Bild zu sehen ist:
zh_cn: 点击工单主体的正文部分, 可以显示详细的有关类型, 发件人和收件人的信息. 例如:

source: Above the article you can see the article creator. If it’s an email, the recipient (including CC) will be shown. The channel is being displayed below the article.
de_de: Über dem Ticket-Artikel sehen Sie den Ersteller. Wenn es sich um eine E-Mail handelt, wird der Empfänger (einschließlich CC) angezeigt. Unterhalb des Artikels wird der jeweilige Kanal angezeigt.
zh_cn: 针对电子邮件将会在上面显示邮件的寄件人, 收件人, 如果邮件有抄送收件人(如有), 也会一并显示. 类型则显示在下方.
