Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/interface-chat.po
Languages: de_de, zh_cn

source: Customer-Chat
de_de: Kunden-Chat

source: The chat function allows customers to contact registered agents directly. Not every agent has access to the chat function, though.
de_de: Durch die Chat-Funktion können Kunden mit angemeldeten Agenten direkt in Kontakt treten (nicht jedem Agenten steht die Chat-Funktion zur Verfügung).
zh_cn: 对话功能提供客人直接与服务人员通过网页消息进行交互. (服务人员如需要使用对话功能, 需要在系统管理里设置对应的权限.)

source: **In the chat overview you will find the following areas:**
de_de: In der Chat-Übersicht findest du die folgenden Bereiche:

source: On/Off switch: If the chat is activated for at least one agent, the chat is made available to the customer. The agents with activated chat are informed as soon as a customer starts the chat (by clicking on the chat window on the website). If the chat is switched off, the respective agent does not receive any messages about started chats.
de_de: Ein-/Aus-Schalter: Wenn der Chat für mindestens einen Agenten aktiviert ist, wird dem Kunden die Chat-Möglichkeit zur Verfügung gestellt. Die Agenten mit aktiviertem Chat werden informiert, sobald ein Kunde den Chat startet (durch Anklicken des Chatfensters auf der Website). Wenn der Chat ausgeschaltet ist, erhält der jeweilige Agent keine Nachrichten über gestartete Chats.
zh_cn: 网页对话在线/离线切换开关: 至少有一位服务人员在线, 客户才会在集成网页对话的网站看到对话功能. 一旦客户点开对话窗口, 在线的服务人员将会收到浏览器通知消息, 如果离线将不会收到通知消息. 如果在线的服务人员长时间未响应客户的对话请求, 网页对话也会自动切换为离线.

source: The customers whose chat has not yet been accepted by an agent are displayed here. This field flashes blue as soon as a customer is in the "queue". As soon as you click on this field, the chat window of the waiting customer is opened and the chat can start.
de_de: Hier werden die Kunden angezeigt, deren Chat noch nicht von einem Agenten angenommen wurde. Dieses Feld blinkt blau, sobald sich ein Kunde in der "Warteschlange" befindet. Sobald du auf dieses Feld klickst, wird das Chatfenster des wartenden Kunden geöffnet und der Chat beginnt.
zh_cn: 这里显示正在等候的客人, 如果尚未响应的对话请求, 这里将闪烁蓝色, 点击该字段可应答该客户的对话请求, 双方进入网页消息交互中.

source: shows customers who have already been included in chats.
de_de: Zeigt Kunden, die bereits in Chats aufgenommen wurden.
zh_cn: 正在进行交谈的清单, 鼠标悬停将显示清单明细.

source: shows agents who have activated the chat.
de_de: Zeigt Agenten, die den Chat aktiviert haben.
zh_cn: 显示当前在线的服务人员.

source: The maximum number of concurrent chat windows and automatic replies can be set in the settings.
de_de: Die maximale Anzahl der gleichzeitigen Chatfenster und automatischen Antworten kann in den Einstellungen festgelegt werden.
zh_cn: 点击设置, 可以设置自动回复的问候语及最大可接入的客户数量.

source: number of agents or customers in the respective selection.
de_de: Anzahl der Agenten oder Kunden in der jeweiligen Auswahl.
zh_cn: 服务人员或客户的人数.

source: further information about the customers or agents in the respective selection.
de_de: Weitere Informationen zu den Kunden oder Agenten in der jeweiligen Auswahl.
zh_cn: 服务人员及客户的额外信息.

source: In the chat, text modules can be used to quickly answer standard questions. A list of all text modules can be displayed by entering"::" (= two colons). Use the arrow keys to scroll through the text modules. They are inserted with "Enter". The search can be restricted by entering keywords.
de_de: Im Chat können Textbausteine verwendet werden, um Standardfragen schnell zu beantworten. Eine Liste aller Textbausteine kann durch Eingabe von "::" (zwei Doppelpunkte) angezeigt werden. Mit den Pfeiltasten kann durch die Textmodule geblättert werden, mit Enter/Return werden sie eingefügt. Die Suche kann durch Eingabe von Schlüsselwörtern eingeschränkt werden.
zh_cn: 可在对话中引用文本片段以快速使用标准答案回复客户. 通过输入 :: (两个英文字符的冒号)可以调出完整的文本片段列表, 通过上下箭头浏览, 以”回车”确认使用. 可以通过输入关键缩小列表结果.

source: Copy & Paste can also be used to send and receive documents and images in the chat.
de_de: Copy & Paste kann auch zum Senden und Empfangen von Dokumenten und Bildern im Chat verwendet werden.
zh_cn: 通过复制和粘贴, 可以在对话消息中发送和接收文件和图片等.

source: By clicking on the chat shortcut at the top in the middle you get to the detailed view of the chat:
de_de: Durch Klicken auf die Chat-Verknüpfung oben in der Mitte gelangst du zur Detailansicht des Chats:
zh_cn: 点击对话的顶部, 查看更详细的对话信息:

source: By clicking on the chat shortcut you get to a mask in which you can enter the name of the chat partner as well as tags:
de_de: Durch Klick auf die Chat-Verknüpfung gelangst du zu einer Maske, in der du den Namen des Chat-Partners sowie Tags eingeben kannst:
zh_cn: 另外, 也可以对该会话进行标记, 或添加对话的主题:

source: Converting Chat to a Ticket
de_de: konvertiere Chat zu einem Ticket
zh_cn: 转换对话消息为工单

source: There is the case that a chat has to be edited later. You can convert a completed chat into a ticket by clicking on it:
de_de: Für den Fall, dass ein Chat später bearbeitet werden muss, kannst du einen abgeschlossenen Chat in ein Ticket umwandeln, indem du darauf klickst:
zh_cn: 点击按钮后, 将显示创建新工单的介面, 并附上对话消息的连接, 如图:

source: After clicking on the button "turn chat into ticket" you will get to the ticket creation screen with a link to the chat window:
de_de: Nachdem du auf die Schaltfläche "Chat in Ticket umwandeln" geklickt hast, gelangst du zur Ansicht für die Ticketerstellung mit einem Link zum Chat-Fenster:

source: The ticket can now be processed as usual with all standard ticket functions. The chat is stored on the ticket and can be viewed by agents at any time.
de_de: Das Ticket kann nun wie gewohnt mit allen Standard-Ticketfunktionen bearbeitet werden. Der Chat wird im Ticket gespeichert und kann von Agenten jederzeit eingesehen werden.

source: Chat-Archive
de_de: Chat-Archiv
zh_cn: 对话存档

source: You can find and reopen closed chats via the global Zammad search. This allows you to search for information afterwards and, if necessary, create a ticket from a chat:
de_de: Du kannst geschlossene Chats über die globale Zammad-Suche finden und wieder öffnen. So kannst du anschließend nach Informationen suchen und ggf. ein Ticket aus einem Chat erstellen:
zh_cn: 可以搜索已结束的对话会话, 并在有需要时候为一个已结束的对话创建一笔工单:
