Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/interface-usermenu.po
Languages: de

source: Menubar
de: Menüspalte

source: A click on the avatar (picture below left) leads to the personal agent menu:
de: Ein Klick auf den Avatar (Bild unten links) führt zum persönlichen Agenten-Menü.

source: Here you will find information about keyboard shortcuts, profile settings and logging off.
de: Hier sind Informationen zu Tastenkürzeln, Profil-Einstellungen und die Abmeldung vom System zu finden.

source: Keyboard Shortcuts
de: Tastenkürzel

source: By clicking on the avatar (picture below left) you can see the keyboard shortcuts. Alternatively, these can be viewed using the following key combination: Ctrl + H (Windows, Linux) or Cmd + Ctrl + Alt + H (Mac OS).
de: Ein Klick auf den Avatar (Bild unten links) zeigt die Tastenkürzel an. Alternativ lassen sich die Tastenkürzel auch über die Kombination CTRL + H (Windows, Linux) oder CMD + CTRL + ALT + H (Mac OS) öffnen.

source: The following actions can be done using keyboard shortcuts: Text formatting, translations and navigation within the ticket system and ticket actions:
de: Die folgenden Aktionen sind über Tastenkürzel abgedeckt: Text-Formatierungen, Übersetzungen und die Navigation innerhalb des Ticket-Systems sowie Aktionen darin.

source: *Screenshot for Windows-Version*
de: "Screenshot der Windows-Version"

source: You can format text in two ways:
de: Die Formatierung kann auf zwei Arten erfolgen:

source: Selecting the text to format
de: Auswahl des zu formatierenden Textes

source: the text you want to format has to be chosen
de: Der Text, den du formatieren möchtest, muss ausgewählt werden

source: you'll format the text by pressing the key combination you need
de: Du kannst den Text bei Benutzung der passenden Tastenkürzel formatieren

source: writing the next while using the formatting
de: Der Text kann fortgeführt werden während die Formatierung aktiv ist

source: press the key combination you need for the desired text formatting
de: Drücke die passende Tastenkombination für die gewünschte Text-Formatierung

source: Type the text
de: Gib den Text ein

source: press the key combination again in order to disable the text formatting
de: Drücke die Tastenkombination erneut, um die Text-Formatierung zu deaktivieren

source: Profile Settings
de: Profil-Einstellungen

source: The following personal settings can be defined here:
de: Die folgenden persönlichen Einstellungen können hier angepasst werden:

source: Language
de: Sprache

source: Here you can set the language in which the system is to be used. This setting only affects the "system's own words", but not ticket content.
de: Hier kannst du die Sprache auswählen, welche für das System genutzt werden soll. Diese Einstellung betrifft nur die Texte des Systems und nicht Inhalte der Tickets.

source: Here you can select your own avatar image.
de: Hier kannst du das Bild für deinen Avatar einstellen.

source: Password
de: Passwort

source: If this option is enabled by the admin, you can change your own login password here.
de: Wenn diese Option von einem Admin aktiviert wurde, kannst du dein eigenes Passwort hier setzen.

source: Notifications
de: Benachrichtigungen

source: Here you can set for which ticket events you will be notified in which way.
de: Hier kannst du die Ticket-Events setzen, für die du benachrichtigt werden möchtest.

source: The settings on the left refer to Zammad's own notifications by the Zammad Phoenix:
de: Die Einstellungen auf der linken Seite zeigen die eigenen Zammad-Benachrichtigungen (Zammad-Phönix):

source: By checking the box on the right side, you will receive additional (!) e-mail notifications about the activity in Zammad (The content of this system message cannot be configured via the interface).
de: Bei Auswahl der Box auf der rechten Seite erhältst du weitere (!) E-Mail-Benachrichtigungen über die Aktivitäten in Zammad (Inhalte der Systemnachrichten können nicht über die Oberfläche verändert werden).

source: A restriction to ticket-notofications within certain groups can be made. If you do not want to be informed about tickets of a group, the check mark can be removed accordingly.
de: Je Gruppe können Einschränkungen für die Ticket-Benachrichtigungen konfiguriert werden. Wenn du keine Benachrichtigungen über Tickets einer speziellen Gruppe erhalten möchtest, musst du nur den Haken entsprechend entfernen.

source: In addition, the sound can be defined for an incoming notification.
de: Des Weiteren kann der Ton für eine eingehende Benachrichtigungen eingestellt werden.

source: Out of Office
de: Abwesenheitszeit

source: A replacement can be entered for the time you cannot process tickets. The deputy receives notifications about changes of the tickets assigned to you within the defined time. In addition, all tickets you own are listed in a separate overview for that person.
de: Für die Zeit, in der du nicht erreichbar bist, kann eine Vertretung gewählt werden. Die Vertretung erhält während dieser Zeit Benachrichtigungen über Änderungen deiner zugeordneten Tickets. Zusätzlich werden alle deine Tickets in einer separaten Übersicht für diese Person angezeigt.

source: **Please note:** The Out of Office function does **not** disable notifications for the original agent!
de: **HINWEIS:** Die Abwesenheitszeit deaktiviert nicht die Benachrichtigungen für abwesende Agenten!

source: Calendar
de: Kalender

source: To display your own tickets in your own calendar app, the corresponding link can be viewed here.
de: Hier findest du den Link, um deine Tickets in deiner Kalender-App anzuzeigen.

source: Devices
de: Geräte

source: All computers and browsers that have/have access to your Zammad are displayed here.
de: Hier werden alle Computer und Browser angezeigt, welche Zugriff auf deinen Zammad-Account haben.

source: Token Access
de: Zugriffsinformationen

source: Generate a personal access token for each application that should access the Zammad API.
de: Generiere einen neuen Zugriffsschlüssel für jede Applikation, die auf die Zammad-API Zugriff haben soll.

source: Linked Accounts
de: Verknüpfte Zugänge:

source: Accounts linked to Zammad (Facebook, Twitter,...) can be displayed here.
de: Verknüpfte Zugänge (Facebook, Twitter,...) werden hier angezeigt.

source: Sign out
de: Abmelden

source: By clicking on the Logout button you are immediately logged out and you will be redirected to the login/start screen.
de: Ein Klick auf den Abmelden-Button meldet dich sofort aus dem System ab und leitet dich weiter auf den Login/Eingangsbereich.
