Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/interface-overviews.po
Languages: de

source: Ticket Overviews
de: Ticket Übersichten

source: Zammad provides the following overviews by default:
de: Zammad unterstützt standardmäßig die folgenden Übersichten:

source: My assigned tickets
de: Meine zugeteilten Tickets

source: Unassigned & Open
de: Nicht zugeordnet & offen

source: My pending reached Tickets
de: Meine Tickets mit erreichter Erinnerungszeit

source: Open
de: Offen

source: Pending reached
de: Erinnnerungszeit erreicht

source: Escalated
de: Eskaliert

source: Views 1 and 3 refer to the tickets assigned to the current agent. All other overviews show tickets of all agents. By clicking on the column headings these can be displayed in an order.
de: Die Übersichten 1 und 3 zeigen die zugeordneten Tickets des aktuellen Agenten. Alle anderen Übersichten zeigen Tickets von allen Agenten. Eine Sortierung kann über einen Klick auf die Spaltentitel der Tabelle ausgelöst werden.

source: You can adjust the column width as required by dragging the column to the desired width. This adjustment remains saved for the logged in user in this way.
de: Du kannst die Spaltenbreite nach Bedarf anpassen, indem du die Spalte auf die gewünschte Breite ziehst. Diese Einstellung bleibt auf diese Weise für den angemeldeten Benutzer gespeichert.

source: Tab bar
de: Tab-Leiste

source: On the left side, below the dashboard, the search and features such as chat or phone, is the so-called tab bar:
de: Die Tab-Leiste befindet sich auf der linken Seite unterhalb des Dashboards mit den Such-, Chat- und Telefon-Funktionen.

source: This allows you to open and edit several tabs at the same time.
de: Dies ermöglicht das gleichzeitige Öffnen und Editieren mehrerer Tabs.

source: What can be opened as a tab?
de: Was kann als Tab geöffnet werden?

source: Existing tickets (1)
de: Existierende Tickets (1)

source: Ticket creation mask (2)
de: Ticket-Erstellmaske (2)

source: User detail view (3)
de: Benutzer-Detailansicht (3)

source: Organization detail view (4)
de: Detailansicht für Organisation (4)

source: Searches submitted (5)
de: Gestartete Suchanfragen (5)

source: You can work on all open tabs at the same time. The changes are saved automatically (on the server). The order of the tabs can be changed via drag & drop. The (unsaved!) ticket content and order of the tabs remains unchanged, even after logging off and on.
de: Alle Tabs können zur gleichen Zeit bearbeitet werden. Die Änderungen werden automatisch auf dem Server gespeichert. Die Sortierung der Tabs kann per Drag & Drop verändert werden. Nicht gespeicherte Ticketinhalte und die Sortierung der Tabs bleiben erhalten, auch nach erneuten Login.

source: The "pulsing" of the circle symbols indicates that there has been a change since the ticket was last called.
de: Die "pulsierenden" Kreise deuten auf eine Änderung des Tickets hin, seit es zuletzt geöffnet wurde.

source: The colors of the symbols are based on the traffic light system:
de: Die Farben der Symbole verändern sich je nach Änderung wie folgt:

source: green
de: grün

source: The ticket is closed - no further work necessary.
de: Das Ticket wurde geschlossen - Keine Aktion notwendig.

source: black
de: schwarz

source: A reminder has been set but has not been reached - currently no work necessary.
de: Die Erinnerungszeit wurde gesetzt aber nicht erreicht - Keine Aktion notwendig.

source: yellow
de: gelb

source: The ticket is new/open or the reminder time has been reached - the ticket must be worked on.
de: Das Ticket is neu/offen oder die Erinnerungszeit wurde erreicht - Es ist eine Aktion notwendig.

source: red
de: rot

source: The ticket has escalated - the ticket needs urgent work to stop the escalation.
de: Das Ticket ist eskaliert - Es ist dringend eine Aktion notwendig, um die Eskalation zu stoppen.
