Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/ticket-information.po
Languages: de_de

source: Ticket information
de_de: Ticketinformationen

source: Within every ticket you can add and update information for tickets, customers and their organisations.
de_de: In jedem Ticket kannst du Informationen zu Tickets, Kunden und deren Organisationen hinzufügen und aktualisieren.

source: After clicking on the message-icon on the right site, you'll get details about the ticket.
de_de: Nachdem du auf der rechten Seite auf das Nachrichtensymbol geklickt hast, erhältst du Details zum Ticket.

source: If you have the necessary rights, you can change the group, owner, state and priority of the ticket. But what are those information about?
de_de: Wenn du über die erforderlichen Rechte verfügst, kannst du die Gruppe, den Eigentümer, den Status und die Priorität des Tickets ändern. Aber worum handelt es sich bei diesen Informationen?

source: Group
de_de: Gruppe

source: Tickets can get into Zammad via different Channels and can be sorted into different groups each by different criteria. Within Zammad, you can see groups like working groups or departments within a company that can work on different topics.
de_de: Tickets können über verschiedene Channels in Zammad gelangen und können nach verschiedenen Kriterien in verschiedene Gruppen eingeteilt werden. Innerhalb von Zammad kannst du Gruppen wie Arbeitsgruppen oder Abteilungen innerhalb eines Unternehmens sehen, die an verschiedenen Themen arbeiten können.

source: **As example:** All Tickets for the Sales-Team can be found within the group "Sales", while the Support-Devision (e.g. for your IT) can find their tickets within the group "Support". By dividing your departments, your agents only can see what they need and won't get distracted by other tickets. This can also come in handy in case you have departments like legal or accounting that work on information the Sales-Team or Support-Team are not supposed to see.
de_de: **Beispiel:** Alle Tickets für das Sales-Team befinden sich in der Gruppe "Sales", während die Support-Abteilung (z.B. für die IT) ihre Tickets in der Gruppe "Support" finden kann. Durch die Aufteilung nach Abteilungen sehen deine Agenten nur das was sie brauchen und werden nicht von anderen Tickets abgelenkt. Dies kann sich auch als nützlich erweisen, um sensible Informationen z. B. aus der Rechtsabteilung oder dem Rechnungswesen nicht für alle zugänglich zu machen.

source: You can compare a group to a big cupboard where you sort all your records (Tickets) you need to work on. Every Agent of the Team (Group) has access to this cupboard and can work on your cases (Tickets).
de_de: Du kannst eine Gruppe mit einem großen Schrank vergleichen, in den du alle Datensätze (Tickets) an denen du arbeiten musst, einsortieren kannst. Jeder Agent des Teams (Gruppe) hat Zugriff auf diesen Schrank und kann an deinen Fällen (Tickets) arbeiten.

source: You can use Roles within Zammad to ensure that your agents can only see groups contents that they are responsible for. An agent can have different rights on groups: You can determine if the agents shall only have read-, move- or creation-rights on a group.
de_de: Du kannst in Zammad Rollen verwenden, um sicherzustellen, dass deine Agenten nur Gruppeninhalte angezeigt bekommen, für die sie verantwortlich sind. Ein Agent kann unterschiedliche Rechte für Gruppen haben: Du kannst festlegen, ob die Agenten nur Lese-, Verschiebe- oder Erstellungsrechte für eine Gruppe haben sollen.

source: Owner
de_de: Besitzer

source: Let's stick with the metaphor from before: We have a file (Ticket) in our cupboard that I'm responsible for - I want to work on that file. In this case I'll take the care and I'll work on it. My colleagues can't work on this case. With Zammad, you can assign yourself as an owner of the ticket and you'll get a similar result. *(Side note: Zammad doesn't show the Ticket as "unassigned" - other agents can always take a look into the case and add notes or answers if they have the needed rights to do so)*
de_de: Bleiben wir bei der Metapher von vorhin: Wir haben eine Akte (Ticket) in meinem Schrank, für die ich verantwortlich bin. Ich möchte an dieser Akte arbeiten. In diesem Fall werde ich mich darum kümmern und daran arbeiten. Meine Kollegen können an diesem Fall nicht arbeiten. Mit Zammad kannst du dich als Besitzer des Tickets zuweisen und erhältst ein ähnliches Ergebnis. * (Randbemerkung: Zammad zeigt das Ticket nicht als "nicht zugewiesen" an. Andere Agenten können immer den Fall einsehen und Notizen oder Antworten hinzufügen, wenn sie die erforderlichen Rechte dazu haben.) *

source: Let's say you notice that you can't process the ticket further, because your colleague is responsible for this. You can then change the owner to them and the ticket shows up in his overview. This is similar to handing him over your file / putting it onto his desk. He'll find the ticket within the overview "my assigned Tickets" and also get notified about this action. (please see noification settings within profile)
de_de: Nehmen wir an, du bemerkst, dass du das Ticket nicht weiter verarbeiten kannst, da dein Kollege dafür verantwortlich ist. Du kannst dann den Besitzer ändern und das Ticket wird in seiner Übersicht angezeigt. Dies ist vergleichbar mit der Übergabe der Datei an deinem Schreibtisch. Er findet das Ticket in der Übersicht "Meine zugewiesenen Tickets" und wird auch über diese Aktion benachrichtigt (siehe Benachrichtigungseinstellungen im Profil).

source: State
de_de: Status

source: You can learn more about states within Zammad here_.
de_de: Hier erfährst du mehr über die Status in Zammad.

source: Priority
de_de: Priorität

source: You can use priorities to realize e.g. reaction times or have special overviews only showing the really important stuff you have to solve before anything else. You can define Service Level Agreements (SLAs) to filter for ticket priorities and escalate the ticket if the initial answer took too long or to ensure the solving time is respected. This can help you to consider the service contracts of your customers correctly.
de_de: Du kannst Prioritäten für z.B. Reaktionszeiten verwenden oder spezielle Übersichten, die nur die wirklich wichtigen Dinge (Tickets) anzeigen, die du vor allen anderen lösen must. Du kannst Service-Level-Agreements (SLAs) definieren, um nach Ticketprioritäten zu filtern und das Ticket zu eskalieren, wenn die erste Antwort zu lange gedauert hat oder um sicherzustellen, dass die Lösungszeit eingehalten wird. Dies kann dir helfen, die Serviceverträge deiner Kunden korrekt einzuhalten.

source: The Admin can create triggers and/or automations that can do several things, if a ticket reaches a certain priority. For example, those actions can be an automated message (customer, agent), the change of a group/owner, setting states and much more...! Here you can find more about Triggers_ and Automations_.
de_de: Der Administrator kann Trigger (Auslöser) und/oder Automatisierungen erstellen, die verschiedene Aktionen ausführen können, wenn ein Ticket eine bestimmte Priorität erreicht. Diese Aktionen können zum Beispiel eine automatisierte Nachricht (Kunde, Agent) sein, die Änderung einer Gruppe/eines Inhabers, das Setzen von Status und vieles mehr. Hier findest du weitere Informationen zu Triggers_ und Automations_.

source: Tags and Links
de_de: Tags und Links

source: Here you can find further information about tags_ and links_.
de_de: Hier findest du weitere Informationen zu den Tags_ und Links_.

source: further ticket actions
de_de: weitere Ticketaktionen

source: After clicking on "Ticket" you'll get further actions you can do inside the ticket:
de_de: Nach Klick auf "Ticket" siehst du weitere Aktionen, die du innerhalb des Tickets ausführen kannst:

source: Display History_ (who has done what (and when!) on the ticket)
de_de: History_ anzeigen (wer hat was (und wann!) am Ticket gemacht?)

source: Merge_ tickets (in case you have two Tickets from a customer that belong together, simply merge them into one!)
de_de: Tickets zusammenführen_ (falls du zwei Tickets eines Kunden hast, die zusammengehören, füge diese einfach zu einem zusammen)

source: Change_ customer (e.g. when your customer changed his E-Mail-Address or Zammad might have chosen the wrong customer)
de_de: Kunden ändern_ (beispielsweise wenn dein Kunde seine E-Mail-Adresse geändert hat oder Zammad den falschen Kunden gewählt hat)

source: We'll get further into detail on the next pages.
de_de: Wir werden auf den nächsten Seiten weiter ins Detail gehen.
