Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/ticket-customer-information.po
Languages: de_de

source: Customer information
de_de: Kundeninformationen

source: By clicking on the “person” icon on the right side, information about the ticket’s customer will be displayed. These can be changed system-wide:
de_de: Durch Klick auf das Symbol "Person" auf der rechten Seite werden Informationen zum Kunden des Tickets angezeigt. Diese können systemweit geändert werden:

source: After clicking “Customer” and then “Edit customer”, a dialog to edit customer data opens up:
de_de: Klicke zum Bearbeiten der Kundendaten auf "Kunde" und dann auf "Kunden bearbeiten":

source: The following data can be changed within this dialog:
de_de: Folgende Daten können in diesem Dialog geändert werden:

source: Contact information
de_de: Kontaktinformationen

source: Assign to an / another organization
de_de: (Andere) Organisation zuweisen

source: Change password
de_de: Ändere das Passwort

source: Assign a VIP status (*)
de_de: Weise einen VIP-Status (*) zu

source: Activate/deactivate
de_de: Aktivieren/deaktivieren

source: (*) Hint for setting the VIP-State for customer: Defining VIP-status has several advantages for using Zammad. For example, overviews of tickets of VIP customers can be used, certain VIP SLA's defined or VIP triggers can be generated.
de_de: (*) Hinweis zum Setzen des VIP-Status für Kunden: Die Definition des VIP-Status hat mehrere Vorteile für die Verwendung von Zammad. So können beispielsweise Übersichten zu Tickets von VIP-Kunden genutzt, bestimmte VIP-SLAs definiert oder VIP-Trigger generiert werden.
