Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/zammad-ticket-states.po
Languages: de

source: Ticket-State
de: Ticket-Status

source: A Ticket state shows the current working state of a ticket.
de: Der Ticket-Status zeigt den aktuellen Bearbeitungsstatus eines Tickets.

source: The following states can be used:
de: Die folgenden Status können benutzt werden:

source: State
de: Status

source: Explanation
de: Erklärung

source: New
de: Neu

source: Ticket hasn't been worked on yet. First reacion time is running on the ticket, as |br|\ soon asit gets created (if configured). You can't change a ticket state to "new", |br|\ because the state has to be "open" as soon as somebody worked on the ticket.
de: Ticket wurde noch nicht bearbeitet. Die erste Reaktionszeit für das Ticket läuft, sobald es erstellt wird (sofern konfiguriert). Du kannst einen Ticket-Status nicht in "neu" ändern, da der Status auf "offen" gesetzt sein muss, sobald jemand am Ticket gearbeitet hat.

source: Open
de: Offen

source: This ticket needs further work on (or the agent didn't change it's state. |br|\ The second reaction time (SLA) is running now.
de: Dieses Ticket muss weiter bearbeitet werden (oder der Agent hat seinen Status nicht geändert). Die zweite Reaktionszeit (SLA) läuft nun.

source: Pending close
de: Warten auf schließen

source: Can be used if the ticket can't be closed just yet, as you may expect a further action |br|\ (e.g. customer response) within the next time. |br|\ No reaction times (SLA) will be applied to the ticket. You have to define a date and |br|\ time. The ticket state will change to "closed" automatically when reaching the set |br|\ time.
de: Kann verwendet werden, wenn das Ticket noch nicht geschlossen werden kann, da man beim nächsten Mal eine weitere Aktion (z. B. Kundenantwort) erwarten kann. Auf das Ticket werden keine Reaktionszeiten (SLA) angewendet. Du musst ein Datum und eine Uhrzeit definieren. Der Ticketstatus wechselt automatisch zu "geschlossen", wenn die eingestellte Zeit erreicht wird.

source: Pending reminder
de: Warten zur Erinnerung

source: This state can be used for situation where you await further actions / reactions to |br|\ the ticket (e.g. customer response or feedback of a colleague). At this moment |br|\ further work on this ticket is not necessary. |br|\ You have to define a date and time. The ticket state will change to "open" |br|\ automatically when the set time is reached. The ticket owner will get notified if the |br|\ reminder is reached.
de: Dieser Status kann für Situationen verwendet werden, in denen man weitere Aktionen/Reaktionen im Ticket erwartet (z. B. Kundenantwort oder Feedback eines Kollegen). In diesem Moment ist keine weitere Bearbeitung dieses Tickets erforderlich. Du musst das Datum und die Uhrzeit festlegen. Der Ticketstatus ändert sich automatisch in "offen", wenn die eingestellte Zeit erreicht ist. Der Ticketbesitzer wird benachrichtigt, wenn die Erinnerung erreicht wird.

source: closed
de: geschlossen

source: No escalation times will be applied further. No further work on the ticket is |br|\ necessary. The ticket will not be shown within the default overviews, you might |br|\ need to search for the ticket via search function. If enabled, the ticket can be |br|\ reopened by agents or customer.
de: Eskalationszeiten werden nicht weiter angewendet. Es sind keine weiteren Arbeiten am Ticket erforderlich. Das Ticket wird nicht in den Standardübersichten angezeigt. Möglicherweise musst du das Ticket über die Suchfunktion suchen. Wenn aktiviert, kann das Ticket von Agenten oder Kunden erneut geöffnet werden.

source: The state can be set directly within the ticket information. You can find further information here_ .
de: Der Status kann direkt in den Ticketinformationen festgelegt werden. Weitere Informationen findest du hier_.

source: To improve the overview of Zammad tickets, the ticket states are shown in different colors as follows:
de: Um die Übersicht über Zammad-Tickets zu verbessern, werden die Ticket-Status wie folgt in verschiedenen Farben angezeigt:

source: Ticket is new, open or the reminder |br|\ time has been reached.
de: Ticket ist neu, offen oder die Erinnerungszeit wurde erreicht.

source: The agent has to work on this ticket.
de: Der Agent muss an diesem Ticket arbeiten.

source: |grey|
de: |Grau|

source: A pending state is set, but the time |br|\ hasn't been reached yet. |br|\ (pending close / reminder)
de: Ein "warten"-Status ist festgelegt, aber die Zeit wurde noch nicht erreicht (ausstehende Schließung/Erinnerung).

source: The ticket doesn't need any work at the |br|\ moment.
de: Das Ticket benötigt zurzeit keine Bearbeitung.

source: |red|
de: |Rot|

source: This ticket has escalated (the agent |br|\ did not work on the ticket according to SLAs.
de: Dieses Ticket ist eskaliert. Der Agent hat das Ticket nicht gemäß SLAs bearbeitet.

source: This ticket needs attention asap |br|\ (to end the escalation
de: Dieses Ticket muss so schnell wie möglich bearbeitet werden, um die Eskalation zu beenden.

source: |green|
de: |Grün|

source: The ticket has been closed.
de: Das Ticket wurde geschlossen.

source: The ticket doesn't need any further |br|\ work/attention
de: Das Ticket braucht keine weitere Bearbeitung/Aufmerksamkeit

source: Those colored rings for tickets will be shown on overviews and on the left side of the tab list.
de: Diese farbigen Ringe für Tickets werden in Übersichten und auf der linken Seite der Registerkartenliste angezeigt.

source: **Hint**
de: **Tipp**

source: If you see the ticket indicators pulsating, this means that the ticket has been changed and needs attention. The Pulsating stops as soon as you open the ticket.
de: Wenn die Ticketindikatoren pulsieren, bedeutet dies, dass das Ticket geändert wurde und Aufmerksamkeit erfordert. Das Pulsieren stoppt, sobald du das Ticket öffnest.
