Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/zammad-ticket-edit.po
Languages: de_de

source: Clicking on a ticket within the ticket list (e.g. using the overview "New Tickets") will lead to the ticket dialog:
de_de: Durch Klick auf ein Ticket in der Ticketliste (z. B. in der Übersicht "Neue Tickets") wird der Ticket-Dialog angezeigt:

source: In order to prevent two agents from working on a ticket at the same time, Zammad has a collision detection. With this function, the agents can see who's actually taking a look on the ticket and also who is editing the ticket. Zammad will display the edit (as pen) as soon as you change **anything** to the ticket (group, text - doesn't matter).
de_de: Um zu verhindern, dass zwei Agenten gleichzeitig an einem Ticket arbeiten, verfügt Zammad über eine Kollisionserkennung. Mit dieser Funktion können die Agenten sehen, wer sich das Ticket tatsächlich ansieht und wer das Ticket bearbeitet. Zammad zeigt die Bearbeitung (als Stift) an, sobald du **etwas** im Ticket (Gruppe, Text - egal) änderst.

source: The ticket dialog offers the following options for the ticket:
de_de: Der Ticket-Dialog bietet folgende Optionen für das Ticket:

source: Reply to an E-Mail
de_de: Auf eine E-Mail antworten

source: Below E-Mail-Articles you'll find the button "reply". If the article has several recipients, Zammad will also display "reply all". Both buttons will automatically open the E-Mail-Dialog (prefilled to (and CC if recipients were in the article) and subject). You can add attachments and inline images to your answer.
de_de: Unter den E-Mail-Artikeln findest du den Button "Antworten". Wenn der Artikel mehrere Empfänger hat, zeigt Zammad auch "Alle antworten" an. Mit beiden Schaltflächen wird automatisch der E-Mail-Dialog mit vorausgefülltem 'An' (und CC, falls Empfänger in dem Artikel waren) geöffnet und der Betreff angezeigt. Du kannst Anhänge und Inline-Bilder hinzufügen.

source: Forwarding
de_de: Weiterleitung

source: You can forward a complete E-Mail (including attachments) or a customer to a third party (that doesn't have to use Zammad, e.g. a supplier).
de_de: Du kannst eine vollständige E-Mail (einschließlich Anhängen) weiterleiten oder an einen 'dritten' Kunden (der nicht Zammad verwenden muss, z. B. einen Lieferanten) weiterleiten.

source: This simply works without any down- or uploading of the attachments. By pressing "forward" below the article, the whole content (including attachments) will be quoted in a new E-Mail within the same ticket.
de_de: Dies funktioniert einfach ohne herunter- oder hochladen der Anhänge. Durch Drücken auf "Weiter" unter dem Artikel wird der gesamte Inhalt (einschließlich Anhängen) in einer neuen E-Mail innerhalb desselben Tickets zitiert.

source: You can edit the E-Mail as you desire before sending the E-Mail.
de_de: Du kannst die E-Mail nach Belieben bearbeiten, bevor du sie versendest.

source: Creating a Note
de_de: Notiz erstellen

source: With a click into the orange bordered text field, you can add a new internal note to the ticket. **Note:** This is the default - you can change the note field to be a public note by default, if you want to.
de_de: Mit einem Klick in das orange umrandete Textfeld kannst du dem Ticket eine neue interne Notiz hinzufügen. **Hinweis:** Dies ist die Standardeinstellung. Du kannst das Notizfeld standardmäßig als öffentliche Notiz ändern wenn du möchtest.

source: Splitting an article
de_de: Einen Artikel teilen

source: By clicking on "split" below an article, you can forward a note, call-information or E-Mail. Zammad will automatically create a new ticket with the provided information.
de_de: Durch Klick auf "Teilen" unter einem Artikel kannst du eine Notiz, Anrufinformationen oder eine E-Mail weiterleiten. Zammad erstellt automatisch ein neues Ticket mit den bereitgestellten Informationen.

source: Take note of incoming and outgoing calls
de_de: Beachte eingehende und ausgehende Anrufe
