Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/advanced/keyboard-shortcuts.po
Languages: pt_br

source: Keyboard Shortcuts
pt_br: Atalhos de teclado

source: Zammad supports a wide array of keyboard shortcuts to expedite your workflow as an expert user.
pt_br: Zammad suporta uma ampla quantidade de atalhos de teclado para acelerar o seu fluxo de trabalho e torná-lo um usuário experiente.

source: The keyboard shortcut cheat sheet on macOS.
pt_br: A tabela de referência de atalhos de teclado no macOS.

source: **🖱️ UI Protip**
pt_br: **🖱️ Dica profissional da interface de usuário**

source: Click on your avatar at the bottom of the main menu to access the **keyboard shortcuts cheat sheet**.
pt_br: Clique na imagem do seu perfil na parte inferior do menu para acessar a **tabela de referência de atalhos de teclado**.

source: Alternately, bring it up with one of the shortcuts below (shortcut-ception!)
pt_br: Alternativamente, você pode usar um dos atalhos abaixo (muito fácil!):

source: ``Ctrl`` + ``Shift`` + ``H`` (on Windows)
pt_br: "Ctrl" + "Shift" + "H" (no Windows)

source: ``Ctrl`` + ``Shift`` + ``H`` (on Linux)
pt_br: "Ctrl" + "Shift" + "H" (no Linux)

source: ``Cmd`` + ``Ctrl`` + ``Shift`` + ``H`` (on macOS)
pt_br: "Cmd" + "Ctrl" + "Shift" + "H" (no macOS)

source: Formatting Text
pt_br: Formatando texto

source: Keyboard shortcuts can be used to apply rich-text formatting in one of two ways:
pt_br: Atalhos de teclado podem ser usados para aplicar formação de texto rica de duas formas diferentes:

source: As-you-type
pt_br: Enquanto digita

source: Press ``Cmd`` + ``I`` to enter Italics mode,
pt_br: Pressione "Cmd" + "I" para habilitar o modo itálico,

source: enter your desired text, and
pt_br: digite o seu texto desejado, e

source: press ``Cmd`` + ``I`` again to return to normal text mode.
pt_br: pressione``Cmd`` + ``I`` novamente para desabilitar o modo itálico.

source: All-at-once
pt_br: Tudo de uma vez

source: Enter your desired text,
pt_br: Digite o seu texto desejado

source: click-and-drag with the mouse to select it, and
pt_br: clique e arraste com o mouse para selecionar o texto, e

source: press ``Cmd`` + ``I`` to italicize.
pt_br: pressione "Cmd" + "I" para formatar como itálico.
