Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/advanced/search.po
Languages: pt_br

source: Advanced Search
pt_br: Pesquisa Avançada

source: With Zammad, you can limit your search to specific Information. With this you're able to search tickets with specific key words and states, enabling you to improve your search results.
pt_br: Com o Zammad você pode limitar a sua pesquisa a informações específicas. Assim, você pode encontrar chamados com combinações de palavras-chave e estados específicos o que permite aprimorar os resultados da sua pesquisa.

source: For instance, you can search for a specific customer by using::
pt_br: Por exemplo, você pode pesquisar por um cliente específico ao usar::

source: If you want to search more complex, you can use conditions with () and AND/OR options::
pt_br: Se você desejar pesquisas mais complexas, você pode usar condicionais com operadores AND/OR dentro de ()::

source: Available attributes
pt_br: Atributos disponíveis

source: For a more detailed list of available attributes please take a look into our `Zammad Admin-Documentation <https://docs.zammad.org/en/latest/install-elasticsearch.html#list-of-values-which-are-stored-in-elasticsearch>`_
pt_br: Para uma lista detalhada de atributos disponíveis, por favor, acesse a `Documentação de administrador do Zammad <https://docs.zammad.org/en/latest/install-elasticsearch.html#list-of-values-which-are-stored-in-elasticsearch>`_

source: Attributes and their usuage
pt_br: Atributos e sua utilizaçã

source: Attribute
pt_br: Atributo

source: possible Values
pt_br: Valores possíveis

source: Example
pt_br: Exemplo

source: Description
pt_br: Descriçã

source: number:1118566 |br|\ number:11185*
pt_br: number:1118566 lbrl\ number:11185*

source: Search for a Ticketnumber
pt_br: Procura pelo número do chamado

source: some title
pt_br: qualquer títul

source: title:"some title" |br|\ title:Printer |br|\ title: "some ti*"
pt_br: title:"algum título" lbrl\ title:Solicitação lbrl\ title:"qualquer tí*"

source: If you need to use spacings in the search phrase, use quotes. Zammad will do a AND-Search over the given words. You can also use a single keyword without quotation.
pt_br: Se você precisa usar espaços na frase de busca, utilize aspas em volta. O Zammad fará uma busca do tipo "E" (AND) com as palavras fornecidas. Você, também, pode utilizar uma única palavra, sem as aspas.

source: created_at:2018-11-18 |br|\ created_at:[2018-11-15 TO 2018-11-18] |br|\ created_at:>now-1h
pt_br: created_at:2018-11-18 lbrl\ created_at[2018-11-15 TO 2018-11-18] lbrl\ created_at:>now-1h

source: You can either use a simple date, a date-range or >now-xh. Please note that the date format needs to be YYYY-MM-DD
pt_br: Você pode tanto utilizar uma data simples, como uma faixa ou >now-xh (agora menos x horas). Note que o formato de data precisa ser AAAA-MM-DDD.

source: new |br|\ open |br|\ closed
pt_br: novo lbrl\ aberto lbrl\ fechado etc.

source: state: new |br|\ state:new OR open
pt_br: state:new lbrl\ state:new OR open

source: You can filter for specific ticket states (and even combine them with an OR). Please note that you need to use the english namings for states, unless you have custom ticket states defined in your instance.
pt_br: Você pode tanto filtrar por uma situação específica (e até mesmo combiná-las com um OU (OR)). Note que você precisa usar os nomes em inglês da situação, a menos que você tenha uma situação personalizada na sua instância.

source: 5 |br|\ [5 TO 10] |br|\ [5 TO \*] |br|\ [\* TO 5]
pt_br: 5 lbrl\ [5 TO 10] lbrl\ [5 TO \*] lbrl\ [* TO 5]

source: article_count:5 |br|\ article_count: [5 TO 10] |br|\ article_count:[5 TO \*] |br|\ article_count:[\* TO 5]
pt_br: article_coutn:5 lbrl\ article_count:[5 TO 10] blrl\ article_coutn[5 TO \*] lbrl\ article_count:[\* TO 5]

source: You can search for Tickets with a specific number of articles (you can even search for everything with 5 or more articles or even up to 5 articles, if needed).
pt_br: Você pode procurar por chamados com uma quantidade específica de artigos (você pode até mesmo procurar por tudo com 5 ou mais artigos ou com no máximo 5 artigos, se necessário).

source: \*bob\*
pt_br: \*silva\*

source: article.from:\*bob\*
pt_br: article.from:\*silva\*

source: Show all tickets that contain articles from "Bob"
pt_br: Procura por todos os chamados que contai um artigo criado por "Silva".

source: heat |br|\ heat~ |br|\ /joh?n(ath[oa]n)/
pt_br: serviço lbrl\ servi~ lbrl\ /he?r(r[iy]que)/

source: article.body:heat |br|\ article.body:heat~ |br|\ articlebody:/joh?n(ath[oa]n)/
pt_br: article.body:serviço lbrl\ article.body:servi~ lbrl\ article.body:/he?r(r[iy]que)/

source: First example shows every ticket containing the word "heat" - you can also use the fuzzy operator "~" to search for similar words like e.g. like "head". Zammad will also allow you to use regular expressions, where ever the attributes allows it.
pt_br: O primeiro exemplo procura por todos os chamados que contenham um artigo com a palavra "serviço" - você também pode utilizar o operador "~" para fazer pesquisa por palavras similares como "serviçal". Zammad também permite a busca utilizando expressões regulares, sempre que o atributo permitir, como no terceiro exemplo.

source: Combining search phrases You can combine search phrases by using ``AND``, ``OR`` and ``TO``, depending on the situation and phrases you use. If needed, you can parts of your search phrase for complex searches with ``()``. This allows you to combine several phrases with different dependencies (AND/OR). In case you receive search results that you want to exclude, you can use negation ``!``. Below are some examples that you could use with this:
pt_br: Você pode combinar termos de busca usando operadores lógicos ``AND``, ``OR`` e ``TO``, a depender da situação e termos que usar. Se necessário, é possível alterar a ordem de avaliação dos operadores utilizando ``()``. Isso permite combinar diversos termos com dependências diferentes (AND/OR). No caso de um resultado de busca que deseja excluir, utilize o operadora de negação ``!`. Abaixo alguns exemplos de como pode utilizar os recursos descritos:

source: Examples for search phrase combinations
pt_br: Exemplos de combinações de termos de buscas

source: Search phrase
pt_br: Frase pesquisada

source: state:(closed OR open) AND (priority:"2 normal" OR tag:feedback)
pt_br: state:(closed OR open) AND (priority:"2 normal" OR tag:sugestão)

source: Show every ticket that state is either closed or open and has priority normal or the tag feedback.
pt_br: apresenta todos os chamados cuja a situação seja fechada ou aberta e que tenha prioridade normal ou que tenha um rótulo "sugestão".

source: state:(closed OR open) AND (priority:"2 normal" OR tag:feedback) AND !(*Zammad*)
pt_br: state:(closed OR open) AND (priority:"2 normal" OR tag:sugestão) AND !(*Zammad*)

source: This gets the same result as above, expect that we don't want the ticket to contain anything matching to "Zammad"
pt_br: Apresenta o mesmo resultado acima, mas exclui os chamados que contenham a palavra "Zammad".

source: owner.email:bob@example.net AND state:(open OR new)
pt_br: owner.email:silva@exemple.net AND state:(open OR new)

source: Show Tickets from bob@example.net that are either open or new
pt_br: Apresenta todos os chamados de silva@example.net que estão abertos ou novos.

source: Show everything with any pending state and an article count of 1 to 5.
pt_br: Retorna tudo que estiver pendente e que tenham entre 1 e 5 artigos.

source: Some Ticket attributes and their type
pt_br: Alguns atributos dos chamados e os seus respectivos tipos

source: Below you can find the most important attributes sorted by ticket and article.
pt_br: Abaixo você encontra os atributos mais importantes ordenados por chamado e artigo.

source: Ticket attributes
pt_br: Atributos dos chamados

source: number: string
pt_br: number: texto

source: title: string
pt_br: title: texto

source: group: string
pt_br: group: texto

source: priority: string
pt_br: priority: texto

source: state: string
pt_br: state: texto

source: organization: string
pt_br: organization: texto

source: owner: object (owner.firstname, owner.lastname, owner.email, ...)
pt_br: owner: objeto (owner.firstname, owner.lastname, owner.email, ...)

source: customer: object (customer.firstname, customer.lastname, customer.email, ...)
pt_br: customer: objeto (customer.firstname, customer.lastname, customer.email, ...)

source: first_response_at: timestamp
pt_br: first_response_at: rótulo de tempo (timestamp)

source: first_response_in_min: integer (business min till first response)
pt_br: first_response_in_min: inteiro (tempo em minutos úteis para a primeira resposta)

source: close_at: timestamp
pt_br: close_at: rótulo de tempo

source: close_in_min: integer (business min till close)
pt_br: close_in_min: inteiro (minutos úteis para fechar)

source: last_contact_at: timestamp (last contact by customer or agent)
pt_br: last_contact_at: rótulo de tempo (registro de tempo do último contato do cliente ou do agente)

source: last_contact_agent_at: timestamp (last contact by agent)
pt_br: last_contact_agent_at: rótulo de tempo (registro de tempo do último contato do agente)

source: last_contact_customer_at: timestamp (last contact by customer)
pt_br: last_contact_customer_at: rótulo de tempo (registro de tempo do último contato do cliente)

source: create_article_type: string (email|phone|web|...)
pt_br: create_article_type: texto (email | phone | web | ...)

source: create_article_sender: string (Customer|Agent|System)
pt_br: create_article_sender: texto (cliente | agente | sistema)

source: article_count: integer
pt_br: article_count: inteiro (quantidade de artigos)

source: escalation_at: timestamp
pt_br: escalation_at: rótulo de tempo (registro de tempo do momento em que o chamado escalou a SLA)

source: pending_time: timestamp
pt_br: pending_time: timestamp (registro de tempo até quando o chamado ficará pendente)

source: Article attributes
pt_br: Atributos dos artigos

source: article.from: string
pt_br: article.from: texto

source: article.to: string
pt_br: article.to: texto

source: article.cc: string
pt_br: article.cc: texto

source: article.subject: string
pt_br: article.subject: texto

source: article.body: string
pt_br: article.body: texto

source: article.attachment._name: string (filename of attachment)
pt_br: article.attachment._name: texto (nome de arquivo do anexo)

source: article.attachment._content: string (content of attachment)
pt_br: article.attachment._content: texto (conteúdo do anexo)
