Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/advanced/tabs.po
Languages: de, pt_br

source: Tabs
pt_br: Abas

source: As you click through Zammad, you will see a list of entries appear in the main menu area. These are your **open tabs.**
de: Wenn Du Dich durchs Zammad klickst, erscheint eine Liste der Einträge im Hauptmenü. Diese sind Deine **offenen Tabs**.
pt_br: A media que você navega pelo Zammad, você verá uma lista aparecer na área do menu principal. Estas são as suas **abas abertas**.

source: You can freely switch between open tabs without losing your work – all unsaved changes are automatically backed up to the server.
de: Du kannst frei zwischen offenen Tabs wechseln, ohne dass Deine Änderungen verloren gehen – alle nicht gespeicherten Änderungen werden automatisch auf dem Server gesichert.
pt_br: Você pode trocar entre abas livremente sem perder o seu trabalho - todas as alterações não salvas são automaticamente armazenadas no servidor.

source: Tabs appear in the main menu as you visit different parts of the application.
de: Die Tabs erscheinen im Hauptmenü, wenn Du verschiedene Bereiche der Anwendung öffnest.
pt_br: Abas aparecem no menu principal a media que você visita partes diferentes da aplicação.

source: What items open in a new “tab”?
de: Was kann als Tab geöffnet werden?
pt_br: Quais itens aparecem em uma nova "aba"?

source: Existing tickets
de: Vorhandene Tickets
pt_br: Chamados atuais

source: New tickets
de: Neue Tickets
pt_br: Novos chamados

source: Users
de: Benutzer
pt_br: Usuários

source: Organizations
de: Unternehmen
pt_br: Organizações

source: Omnisearch
de: Suchanfragen
pt_br: Resultados da busca

source: **🖱️ UI Protip**
de: **🖱️ Tipp für Profi-Benutzer**
pt_br: **🖱️ Dica profissional da interface de usuário**

source: :doc:`Ticket states </basics/service-ticket/settings/state>` are **color-coded:**
de: :doc:`Ticketstati </basics/service-ticket/settings/state>` haben **Farbcodes:**
pt_br: :doc:`As situações dos chamados </basics/service-ticket/settings/state>` são **representadas por cores:**

source: **Closed**
de: **Geschlossen**
pt_br: **Fechado**

source: **Postponed** (Marked as pending; no immediate action required.)
de: **Vertagt** (Als ausstehend markiert; keine sofortigen Maßnahmen erforderlich.)
pt_br: **Pendente** (marcado como pendente: nenhuma ação imediata necessária.)

source: **New / Open** (Ready for action.)
de: Neu / Offen (Bereit zum Handeln.)
pt_br: **Novo / Aberto** (pronto para a ação.)

source: **Escalated** (Requires urgent attention.)
de: **Eskaliert** (Benötigt dringend Aufmerksamkeit)
pt_br: Escalonado (requer ação imediata.)

source: A **pulsing dot** means that a ticket has new activity since you last viewed it.
de: Ein **pulsierender Punkt** bedeutet, dass in einem Ticket neue Aktivitäten stattgefunden haben, seitdem Du es zuletzt angesehen hast.
pt_br: Um **ponto pulsante** significa que o chamado tem nova atividade desde a última vez que foi visualizado.

source: Drag and drop tabs to rearrange them.
de: Mit Drag & Drop kannst Du die Tabs neu anordnen.
pt_br: Arraste as abas para rearranjar a ordem.
