Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/basics/find-ticket/browse.po
Languages: de, pt_br

source: Browse for Tickets
de: Nach Tickets suchen
pt_br: Navegar pelos chamados

source: Looking for a ticket to work on? Check the **overviews** menu.
de: Du suchst ein Ticket, was Du bearbeiten kannst? Wirf dafür einen Blick auf die **Übersichten**.
pt_br: Procurando por um chamado para resolver? Dê uma olhada na aba **Visões** no menu.

source: Click **Overviews** in the main menu to browse tickets.
de: Klicke auf **Übersichten** im Hauptmenü, um Tickets durchstöbern zu können.
pt_br: Clique na aba **Visões** no menu para procurar por chamados.

source: 📥 Think of overviews as **inboxes**, each with a different filter for the tickets it displays.
de: 📥 Stell Dir Übersichten wie eine Art **Posteingang** vor - jeder mit einem anderen Suchfilter für die Tickets, die dieser anzeigt.
pt_br: 📥 Pense nas visões como **caixas de entrada**, cada uma exibindo um conjunto de chamados de acordo com filtros diferentes.

source: There are **six built-in overviews** (Zammad admin may `create more <https://admin-docs.zammad.org/en/latest/manage-overviews.html>`_ with custom-defined filters):
de: Es gibt **sechs Standard-Übersichten** (Der Zammad-Administrator kann jederzeit `weitere mit eigenen Filtern anlegen <https://admin-docs.zammad.org/en/latest/manage-overviews.html>`_ ):
pt_br: O Zammad disponibiliza **seis visões**, porém o administrador do sistema poderá `criar mais <https://admin-docs.zammad.org/en/latest/manage-overviews.html>`_ com filtros específicos:

source: **My assigned tickets** (*open/pending* only)
de: **Meine zugewiesenen Tickets** (nur *offen / warten errecith*)
pt_br: **Meus chamados** (*apenas chamados atribuídos abertos ou suspensos*)

source: **Unassigned & Open**
de: **Nichts zugewiesen & Offen**
pt_br: **Não atribuídos e abertos**

source: **My pending reached tickets** (previously marked *pending* and currently due)
de: **Meine warten erreicht Tickets** (zuvor als *wartend* markiert und aktuell fällig)
pt_br: **Meus chamados suspensos vencidos** (chamados marcados como suspensos e atualmente vencidos)

source: **Open** (system-wide)
de: **Offen* (Gesamtes Zammad)
pt_br: **Abertos** (todos os chamados abertos do sistema)

source: **Pending reached** (system-wide, previously marked *pending* and currently due)
de: **Warten erreicht** (Gesamtes Zammad, zuvor als *warten auf* markiert und aktuell fällig)
pt_br: **Chamados suspensos vencidos** (todos os chamados *suspensos* do sistema e atualmente vencidos)

source: **Escalated** (system-wide, failing to meet a `service-level agreement <https://admin-docs.zammad.org/en/latest/manage-slas.html>`_)
de: **Eskaliert** (Gesamtes Zammad, eine `Service-Level-Vereinbahrung <https://admin-docs.zammad.org/en/latest/manage-slas.html>`_ wurde verletzt)
pt_br: **Escalonados** (todos os chamados do sistema que falharam em atender um `acordo de nível de serviço <https://admin-docs.zammad.org/en/latest/manage-slas.html>`_)

source: **🖱️ UI Protip**
pt_br: **🖱️ Dica profissional da interface de usuário**

source: Click on column headings to change the display order.
de: Um die Reihenfolge der Anzeige zu ändern, klicke auf die Spaltenüberschriften.
pt_br: Clique no cabeçalho das colunas para alterar a ordenação exibida.

source: Click-and-drag column dividers to adjust their width.
de: Um die Breite der Spalten anzupassen, klicke auf die Spaltentrennlinien und passe die diese entsprechend an.
pt_br: Clique e arraste os divisores das colunas para ajustar a sua largura.

source: :doc:`Ticket states </basics/service-ticket/settings/state>` are **color-coded:**
de: :doc:`Ticketstati </basics/service-ticket/settings/state>` haben bestimmte **Farbcodes:**
pt_br: :doc:`As situações dos chamados </basics/service-ticket/settings/state>` são **representadas por cores:**

source: **Closed**
de: **Geschlossen**
pt_br: **Fechado**

source: **Postponed** (Marked as pending; no immediate action required.)
de: **Vertagt** (Als ausstehend markiert; keine sofortigen Maßnahmen erforderlich.)
pt_br: **Adiado** (marcado como suspenso; nenhuma ação imediata é requerida).

source: **New / Open** (Ready for action.)
de: **Neu / Offen** (Bereit zur Behandlung)
pt_br: **Novo / Aberto** (pronto para ação).

source: **Escalated** (Requires urgent attention.)
de: **Eskaliert** (Benötigt dringend eine Aufmerksamkeit)
pt_br: **Escalonado** (demanda ação imediata).
