Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/basics/find-ticket/search.po
Languages: de, pt_br

source: Search for Tickets
de: Suchen nach Tickets
pt_br: Pesquisar por chamados

source: Looking for an archived ticket? Use the **search bar**.
de: Du suchst ein Ticket? Verwende einfach die **Suchleiste**.
pt_br: Procurando por um chamado arquivado? Utilize a **barra de pesquisa**.

source: Results appear immediately under the search bar as you type.
de: Die Ergebnisse werden während der Eingabe direkt unter der Suchleiste angezeigt.
pt_br: Os resultados aparecem imediatamente abaixo da barra de pesquisa assim que começa a digitar.

source: It’s not just for tickets! Results cover 💬 **chat logs**, 👨 **customers**, and 🏢 **organizations**, too.
de: Bei der Suche geht es nicht nur um Tickets! Die Ergebnisse umfassen auch 💬 **Chat-Protokolle**, 👨 **Kunden** und 🏢 **Organisationen** .
pt_br: E não encontra apenas chamados! Os resultados incluem 💬 **registros de bate-papo**, 👨 **clientes**, e 🏢 **organizações**, também.

source: **🔍 Here are just a few of the places the search engine will look:**
de: **🔍 Hier ist nur eine kleine Auswahl der Bereiche, die die Suchmaschine durchsucht:**
pt_br: **🔍 Aqui está uma lista de alguns dos lugares em que o motor de pesquisa irá pesquisar:*

source: 📝 message subject/content
de: 📝 Betreff der Nachricht / Inhalt
pt_br: 📝 assunto e conteúdo das mensagens

source: 👩 recipient names & email addresses
de: 👩 Empfängernamen & E-Mail-Adressen
pt_br: 👩 nomes de destinatários e endereços de e-mail

source: 📎 text in file attachments (really!)
de: 📎 Text in Dateianhängen (wirklich!)
pt_br: 📎 texto no interior de arquivos (é verdade!)

source: 🏷️ user/organization metadata (*e.g.,* notes stored on customer profiles)
de: 🏷️ Benutzer-/Organisations-Informationen (*z.B.* Notizen, die in Kundenprofilen gespeichert sind)
pt_br: 🏷️ metadados dos usuários e organizações (por exemplo, as notas armazenadas nos perfis dos clientes)

source: You can find a detailed search document in our `Advanced Search <../../advanced/search.html>`_ page.
de: Eine deutlich detailliertere Ausführung für mögliche Suchen findest Du auf unserer Seite für die `Erweiterte Suche <../../advanced/search.html>`_ .
pt_br: Você pode encontrar um documento detalhado sobre a pesquisa em nossa página sobre `Pesquisa Avançada <../../advanced/search.html>`_ .

source: For detailed results, click the **Show Search Details →** link just above the autocomplete list.
de: Für detaillierte Ergebnisse klicke auf den Link **Suchdetails anzeigen →** direkt über der automatischen Vervollständigungs-Liste.
pt_br: Para resultados detalhados, clique no link **Mostrar detalhes da pesquisa ** acima da lista de resultados.

source: **🖱️ UI Protip**
de: **🖱️ Tipp für Profi-Benutzer**
pt_br: **🖱️ Dica profissional da interface de usuário**

source: Click on column headings to change the display order.
de: Klicke auf die Spaltenüberschriften, um die Reihenfolge der Anzeige zu ändern.
pt_br: Clique no cabeçalho das colunas para alterar a ordenação exibida.
