Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/basics/service-ticket/settings/group.po
Languages: de, pt_br

source: Group
de: Gruppe
pt_br: Grupos

source: **Groups** are a form of access control that allows you to dictate *which agents are allowed to do what* to a given ticket.
de: **Gruppen** sind eine Form der Zugangsberechtigung. Sie erlauben es Dir zu bestimmen *was bestimmte Agenten mit einem Ticket machen dürfen*.
pt_br: **Grupos** são uma forma de controle de acesso que permite dizer *quais agentes podem fazer o que* com um determinado chamado.

source: What?
de: Was?
pt_br: O que?

source: Suppose your organization uses Zammad for both sales and customer support. You’ve got ten different agents spread across two teams, handling dozens of tickets a day.
de: Angenommen, Dein Unternehmen verwendet Zammad sowohl für den Vertrieb als auch für den Kundensupport. Es gibt zehn verschiedene Agenten, die auf zwei Teams verteilt sind und täglich unzählige Tickets bearbeiten.
pt_br: Suponha que sua organização use o Zammad tanto para suporte a vendas quanto para suporte ao cliente. Suponha que você tenha 10 agentes espalhados nesses dois times, cada um trabalhando em vários chamados durante o dia.

source: Without groups, all ten agents can see (and respond to) every single ticket that comes in, regardless of which department it’s for. This isn’t problematic *per se,* but it does lead to a lot of unnecessary clutter in the :doc:`overviews menu </basics/find-ticket>`. (It can be much worse when, for example, a customer service rep sees tickets meant for your HR department, and finds out how much their colleagues in sales are making! 💸💸💸)
de: Ohne Gruppen können alle zehn Agenten jedes Ticket sehen (und beantworten), unabhängig für welche Abteilung es ist. Das muss nicht *per se* problematisch sein, kann jedoch die Übersichtlichkeit in den :doc:`Übersichten </basics/find-ticket>` senken. (Ein kritischeres Beispiel wäre es, wenn Mitarbeiter des z.B. Supports Nachrichten an die Geschäftsführung sehen können und so z.B. einsehen können, wie viel die Kollegen im Sales-Team verdienen 💸💸💸)
pt_br: Sem grupos, todo os os agentes podem ver (e responder) qualquer chamado que chegar, independentemente, de qual departamento é o responsável. De fato, isso não é um problema em si, mas essa configuração leva a uma complicação desnecessária no :doc`menu de visões </basics/find-ticket>`. Pode ser que fique muito ruim quando, por exemplo, um representante do suporte ao cliente tem acesso a um chamado direcionado ao recursos humanos e descobre, sem querer, quanto seus colegas recebem! 💸💸💸

source: If, instead, each agent were assigned to an appropriate group, then they’d only ever see the tickets that belong to their own group.
de: Wenn jedoch jeder Agent einer bestimmten Gruppe zugeordnet wäre, dann würde er immer nur die Tickets sehen, die zu seiner jeweiligen Gruppe gehören.
pt_br: Se, ao invés disso, cada agente for atribuído a um grupo apropriado, então, eles terão acesso apenas aos chamados que pertencem ao seu próprio grupo.

source: **So how do I manage which team I’m on?**
de: **Wie kann ich also bestimmen, zu welchem Team ich gehöre?**
pt_br: **Então, como gerencio o grupo a que pertenço?**

source: You don’t – that’s the `administrator’s job <https://admin-docs.zammad.org/en/latest/manage-groups.html>`_.
de: Du selbst kannst das nicht – das ist die Aufgabe des `Administrators <https://admin-docs.zammad.org/en/latest/manage-groups.html>`_.
pt_br: Você não precisa, esta é uma `tarefa do administrador <https://admin-docs.zammad.org/en/latest/manage-groups.html>`_.

source: However, you can *check* which teams you’re on in the Notifications section of your :doc:`user settings </extras/profile-and-settings>`:
de: Du kannst jedoch *prüfen* in welchen Teams Du bist - im Bereich für Benachrichtigungen in den :doc:`Benutzereinstellungen </extras/profile-and-settings>`:
pt_br: No entanto, você pode *verificar* a quais grupos pertence na seção Notificações nas suas :doc:`configurações de usuário </extras/profile-and-settings>`:

source: This user belongs to only one group (“Users”).
de: Dieser Benutzer gehört nur zu einer Gruppe ("Benutzer").
pt_br: Este usuário pertence a apenas um grupo ("Usuários").

source: So where do I come in?
de: Also, wo komme ich ins Spiel?
pt_br: Então, onde eu entro?

source: If you belong to more than one group, you may re-assign a ticket from one of your groups to another. In general, though, you won’t need to do this unless you’re an admin, or an admin has discussed the procedure with you beforehand.
de: Wenn Du zu mehr als einer Gruppe gehörst, kannst Du ein Ticket von einer Deiner Gruppen zu einer anderen verschieben. Im Allgemeinen muss man dies jedoch nicht tun, es sei denn, man ist Admin oder ein Admin hat das Vorgehen vorher mit einem besprochen.
pt_br: Se você pertence a mais de um grupo, você pode reatribuir um chamado de um grupo a outro que pertence. No entanto, em geral, você não precisa fazer isso, a menos que você seja um administrador, ou um administrador tenha discutido este procedimento com você com antecedência.
