Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/basics/service-ticket/settings/state.po
Languages: pt_br

source: State
pt_br: Situação

source: The **state** of a ticket refers to *its progress toward completion,* and may be one of the following:
pt_br: A **situação** de um chamado indica o *seu progresso em direção ao resultado* e pode ser:

source: new
pt_br: novo

source: open
pt_br: aberto

source: closed
pt_br: fechado

source: pending close (*i.e.,* scheduled to automatically close at a later date)
pt_br: pendente para fechar (ou seja, agendado para ser fechado automaticamente em uma data posterior)

source: pending reminder (*i.e.,* hidden, but scheduled to reappear at a later date)
pt_br: pendente (ou seja, oculto, mas agendado para reaparecer em uma data posterior)

source: What’s the difference between “new” and “open”?
pt_br: Qual a diferença entre *novo* e *aberto*?

source: States do more than just indicate progress: Zammad has a fine-grained time tracking feature (so-called “\ `service-level agreements <https://admin-docs.zammad.org/en/latest/manage-slas.html>`_\ ”, or SLAs) that uses state information to measure how long it takes for customers to get a response on a new ticket or get their issues resolved entirely.
pt_br: A situação faz mais que apenas indicar o progresso: o Zammad possui um recurso de contagem de tempo refinado (conhecido como “\ `contrato de nível de serviço <https://admin-docs.zammad.org/en/latest/manage-slas.html>`_\ " ou SLAs) que utiliza a situação para medir quanto tempo leva para um cliente receber uma resposta para um novo chamado ou conseguir que sua demanda seja resolvida por completo.

source: On a *new* ticket, the customer still hasn’t received her first response on the issue.
pt_br: Em um chamado *novo*, o cliente ainda não recebeu sua primeira resposta para a sua demanda.

source: On an *open* ticket, the customer has received an initial response, but the issue still hasn’t been resolved.
pt_br: Em um chamado *aberto*, o cliente recebeu uma resposta inicial, mas a sua demanda ainda não foi resolvida.

source: ⏱️ Tickets in a *pending* state do not accumulate time toward their SLA limits.
pt_br: ⏱️ Chamados na situação *pendente* não acumula tempo de trabalho e não aciona os limites de uma SLA.

source: So, for instance, a ticket may be marked *pending reminder* if it’s waiting on feedback from a third-party supplier who’s out of town until next week.
pt_br: Então, um chamado poderia ser marcado como *pendente* se estivesse aguardando o retorno de um fornecedor que está fora da cidade até a próxima semana, por exemplo.
