Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/basics/service-ticket/create.po
Languages: pt_br

source: Creating a Ticket
pt_br: Criando chamados

source: Zammad does its best to create tickets automatically when new customer issues come your way. But sometimes, there’s just no way for Zammad to know when an issue arrives – like when a customer calls on the phone.
pt_br: Zammad procura fazer o melhor para criar chamados automaticamente quando uma nova demanda de um cliente aparece. Porém, às vezes, não há como o Zammad saber quando uma nova demanda acontece - como quando um cliente liga para você.

source: In these cases, Zammad needs your help to **create a new ticket**.
pt_br: Nestes casos, Zammad precisa da sua ajuda para **criar um novo chamado**.

source: Click the **➕ button** to create a new ticket. The default ticket type is **received call**.
pt_br: Clique no **botão ➕** para criar um novo chamado .O tipo padrão de um novo chamado é **ligação recebida**.

source: An agent can create three types of tickets:
pt_br: Um agente pode criar três tipos de chamados:

source: Received Call
pt_br: Chamada recebida

source: for issues **initiated by a customer** over the phone.
pt_br: Para demandas **iniciadas por um cliente** a partir de uma chamada de telefone recebida.

source: Outbound Call
pt_br: Chamada realizada

source: for issues **initiated by an agent** over the phone.
pt_br: Para demandas *iniciadas por um agente** a partir de uma chamada de telefone realizada.

source: Send Email
pt_br: Enviar e-mail

source: for issues **initiated by an agent** over email.
pt_br: Para demandas **iniciadas por um agente** a partir de um e-mail enviado.

source: Filling Out the Form
pt_br: Preenchendo o formulário

source: Here’s a quick run-down of each input field in the New Ticket form:
pt_br: Abaixo, uma explicação rápida de cada campo de entrada do formulário de Chamado novo.

source: Title
pt_br: Títul

source: The title of the ticket will be used as the **subject line** for all email correspondences.
pt_br: O título do chamado que será usado como **assunto** de todos os e-mails trocados.

source: Customer
pt_br: Cliente

source: When entering a customer, the autocomplete menu searches for **email addresses only**. You **must** select an option from the autocomplete menu, or else create a new customer.
pt_br: Ao digitar no campo cliente, a busca procura apenas **por endereços de e-mail**. Você **deve** selecionar uma das opções apresentadas ou então criar um novo cliente.

source: You may **not** assign a ticket to more than one customer.
pt_br: Você **não** pode atribuir um ticket a mais de um cliente.

source: Autocomplete can’t find customers by name.
pt_br: A busca não pode encontrar um cliente pelo nome.

source: **🖱️ UI Protip**
pt_br: **🖱️ Dica profissional da interface de usuário**

source: Once a customer has been selected, her profile will be accessible from the **ticket pane**.
pt_br: Uma vez que um cliente foi selecionado, o seu perfil se torna acessível a partir do **painel do chamado**.

source: Text
pt_br: Texto

source: 📞 For phone calls, record the details of your conversation. These notes will not be sent to the customer (though he may be able to see them if he has a Zammad account).
pt_br: 📞 Para chamados a partir de uma chamada de telefone, registre os detalhes da conversa. Estas notas não serão enviadas ao cliente (embora ele poderá vê-las, se tiver uma conta Zammad).

source: 📧 For emails, this is the body of your outgoing message.
pt_br: 📧 Para e-mails, este é o copo de sua mensagem.

source: The message editor supports 📋 copying-and-pasting (or dragging-and-dropping) of **🔤 rich text**, **🌄 images** and **📎 file attachments**.
pt_br: O editor de mensagens suporta 📋 copiar e colar (ou arrastar e soltar) **🔤 texto formatado**, **🌄 imagens** e **📎 arquivos anexados**.

source: Use the built-in :doc:`keyboard shortcuts </advanced/keyboard-shortcuts>` to apply rich text formatting.
pt_br: Utilize os :doc:`atalhos de teclado </advanced/keyboard-shortcuts>` para aplicar formatações ao texto.

source: Ticket Settings
pt_br: Configurações do chamado

source: **📖 See Also**
pt_br: **📖 Veja também**

source: For an in-depth discussion of each ticket setting, see the articles below:
pt_br: Para uma discussão detalhada de cada configuração de um chamado, acesse os artigos abaixo:

source: :doc:`Owner </basics/service-ticket/settings/owner>`
pt_br: :doc:`Proprietário </basics/service-ticket/settings/owner>`

source: :doc:`State </basics/service-ticket/settings/state>`
pt_br: :doc:`Situação </basics/service-ticket/settings/state>`

source: :doc:`Group </basics/service-ticket/settings/group>`
pt_br: :doc:`Grupo </basics/service-ticket/settings/group>`

source: :doc:`Priority </basics/service-ticket/settings/priority>`
pt_br: :doc:`Prioridade </basics/service-ticket/settings/priority>`

source: :doc:`Tags </basics/service-ticket/settings/tags>`
pt_br: :doc:`Rótulos </basics/service-ticket/settings/tags>`
