Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/basics/service-ticket/follow-up.po
Languages: pt_br

source: Following Up
pt_br: Atualizando chamados

source: Generally, “working on existing tickets” means keeping up with a customer correspondence in the **thread view**. You can do this by:
pt_br: Normalmente, "trabalhar em um chamados" significa acompanhar as mensagens do cliente na "visão de discussão**. Você pode fazer isso ao:

source: 📧 responding to an **individual message**, or
pt_br: 📧 responder uma **mensagem individual**, ou

source: 📝 adding a message/note to the **whole ticket**.
pt_br: 📝 adicionar uma mensagem/nota para **todo o chamado**.

source: Read on to learn more, or skip ahead to find out about :doc:`managing ticket settings <settings>` (which is the other half of “working on existing tickets”).
pt_br: Continue lendo para aprender mais ou avance para conhecer :doc:`as configurações de um chamado <settings>` (que é a outra metade da tarefa de "trabalhar em chamados existentes").

source: Tickets are threads of messages & notes about a customer service issue. :doc:`⚙️ Manage a ticket’s settings <settings>` in the **ticket pane** on the right.
pt_br: Chamados são um fluxo de mensagens e notas sobre uma demanda de um cliente. :doc:`⚙️ gerencie a configuração de um chamado <settings>` no **painel do chamado** no lado direito da tela.

source: 📇 Any time you open a ticket, a new entry will appear in your :doc:`tab list</advanced/tabs>` in the main menu.
pt_br: 📇 A qualquer momento que acessar um chamado, uma nova entrada aparecerá na :doc:`lista de abas </advanced/tabs>` no menu principal.

source: Zammad **automatically backs up your unsaved changes** in all open tabs.
pt_br: O Zammad **salva automaticamente suas alterações** em todas as abas abertas.

source: Responding to Individual Messages
pt_br: Respondendo mensagens individuais

source: Use the **⮪ reply** button under a message to reply to it directly.
pt_br: Use o botão **⮪ responder** debaixo de uma mensagem para respondê-la diretamente.

source: An additional **⮪ reply all** option will appear for email messages with multiple recipients.
pt_br: Um opção adicionado para **⮪ responder a todos** aparecerá para as mensagens com mais de um destinatário.

source: Like with new messages, your response will appear at the end of the thread. Outside of Zammad, however, it will be **delivered on the same channel** as the original message (*i.e.,* if the message you replied to was originally a tweet, the customer will receive your response in a Twitter DM).
pt_br: Assim como acontece com novas mensagens, sua resposta aparecer no final do histórico de mensagens. Fora do Zammad, no entanto, ela será **entre no mesmo canal** da mensagem original (por exemplo, se a mensagem original respondida era originalmente um tweet, o cliente irá receber sua resposta em mensagem direta do Twitter).

source: ⏩ You can also **forward messages**, just as you would in any email client (attachments are included automatically).
pt_br: ⏩ Você pode, também, **encaminhar mensagens**, da mesma forma como faria em qualquer cliente de e-mail (anexos serão incluídos automaticamente).

source: This way, you can share correspondences with people who don’t have Zammad (like a third-party supplier).
pt_br: Desta forma, você pode compartilhar chamados com outras pessoas que não possuem acesso ao Zammad (como um fornecedor, por exemplo).

source: **🖱️ UI Protip**
pt_br: **🖱️ Dica profissional da interface de usuário**

source: Click on a message to see detailed information about it.
pt_br: Clique na mensagem para ver informações detalhadas sobre ela.

source: Adding New Messages/Notes
pt_br: Adicionando novas mensagens / notas

source: Click on the text field at the end of the thread to add a follow-up.
pt_br: Clique no campo de texto no final do fluxo de mensagem para adicionar uma atualização.

source: The default follow-up type is “note”. Click the 📝 to select another type.
pt_br: O tipo padrão de uma nova atualização é "nota". Clique no botão 📝 para selecionar outro tipo.

source: There are three types of follow-ups:
pt_br: Há três tipos diferentes de atualizações:

source: 📝 Note
pt_br: 📝 Notas

source: Jot down a reminder for yourself and other agents when new information comes in (hidden from the customer by default).
pt_br: Anote uma observação para você mesmo ou outros agentes quando uma nova informação for importante (notas não aparecem para clientes por padrão).

source: 📞 Call
pt_br: 📞 Ligação telefônica

source: Record a summary of a phone call you had with the customer.
pt_br: Registre o resumo de uma ligação telefônica que você teve com um cliente.

source: Send an email *to anyone* about the ticket. The name of the ticket will be used for the subject line (:ref:`click on the title to rename it <rename-ticket>`).
pt_br: Envie um e-mail *para qualquer um* sobre o chamado. O nome do chamado será usada como assunto da mensagem (:ref:`clique no título para editá-lo <rename-ticket>`).

source: Click the 🔒 button to change the visibility of a note or message.
pt_br: Clique no botão 🔒 para alterar a visibilidade de uma nota ou mensagem.

source: “Internal” messages are outlined with a salmon border, and **can only be viewed by other agents**.
pt_br: "Interno:" mensagens são marcadas com uma borda de cor salmão e **podem ser visualizadas apenas por agentes*.

source: The message editor supports 📋 copying-and-pasting (or dragging-and-dropping) of **🔤 rich text**, **🌄 images** and **📎 file attachments**.
pt_br: O editor de mensagens suporta 📋 copiar e colar (ou arrastar e soltar) **🔤 texto formatado**, **🌄 imagens** e **📎 arquivos anexados**.

source: Use the built-in :doc:`keyboard shortcuts </advanced/keyboard-shortcuts>` to apply rich text formatting.
pt_br: Utilize os :doc;`atalhos de teclado </advanced/keyboard-shortcuts>` para aplicar formação ao texto.

source: **🙅 I’m working here!**
pt_br: **🙅 Estou trabalhando aqui!**

source: Every once in a while, two agents may have the same ticket open at the same time. When this happens, things can get messy fast: customers may receive conflicting responses on the same issue from both agents; or, changes made by one agent may be accidentally undone by the other.
pt_br: De vez em quando, dois agentes podem acessar o mesmo chamado ao mesmo tempo. Quando isto acontece, coisas estranhas podem a qualquer momento: clientes podem receber respostas conflitantes de agentes diferentes para a mesma demanda ou mudanças feitas por um agente podem acidentalmente serem desfeitas por outro.

source: To keep things under control, Zammad will alert you to potential conflicts by displaying an avatar in the lower-lefthand corner for every agent that has that ticket open.
pt_br: Para manter as coisas sob controle, Zammad irá avisá-lo de conflitos potenciais exibindo avatares na parte inferior esquerda para cada agente que estiver acessando o mesmo chamado

source: Be sure to communicate with your colleagues to prevent these problems before they arise.
pt_br: Tenha certeza de se comunicar com seus colegas para prevenir que os problemas descritos aconteçam.

source: A ✏️ icon will appear if the agent has made any unsaved changes to the ticket.
pt_br: Um ícone ✏️ aparecerá se um agente tiver feito alterações que ainda não foram salvas no chamado
