Repository: DmytroChemnyi/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/basics/service-ticket/settings.po
Languages: pt_br

source: Ticket Settings
pt_br: Configurações dos chamados

source: Use the **ticket pane** to manage a ticket’s settings:
pt_br: Utilize o **painel do chamado** para gerenciar as configurações do chamado:

source: Click the **→** button in the corner to hide the ticket pane. Click the 💬 tab to bring it back.
pt_br: Clique no botão **→** no canto para esconder o painel do chamado. Clique na aba 💬 para exibi-la de volta.

source: 🚫 Some options may not be available if do not you have the required privileges.
pt_br: 🚫 Algumas opções podem não estar disponíveis se você não tiver as permissões exigidas.

source: Renaming a Ticket
pt_br: Renomear um chamado

source: To rename a ticket, simply click on the title and start typing.
pt_br: Para renomear um chamado, simplesmente clique no título e comece a digitar.

source: Highlighting Ticket Text
pt_br: Destacar o texto de um chamado

source: Use the highlighter tool in the upper-righthand corner to mark up important text. (Your highlights are **not** visible to other agents.)
pt_br: Utilize a ferramenta de destaque no canto superior direito para destacar texto importante. (Seus destaques **não** são visíveis para outros agentes.)

source: Highlight by selecting text, then clicking the highlighter. Click again to undo.
pt_br: Para destacar, selecione o texto e, então, clique na ferramenta. Clique novamente para desafazer.

source: **🖱️ UI Protip**
pt_br: **🖱️ Dica profissional da interface de usuário**

source: Additional actions are available via the **submenu**:
pt_br: Ações extras estão disponíveis no **sub menu**:

source: Click the **Ticket ▾** heading to access additional actions.
pt_br: Clique em **Chamado ▾** para acessar ações adicionais.

source: History
pt_br: Histórico

source: See a comprehensive list of updates to the ticket, performed by any user, since its creation.
pt_br: Veja a lista completa de atualizações do chamado, realizadas por cada agente, desde a sua criação.

source: Merge
pt_br: Mesclar

source: Migrate all messages/notes to another ticket (see :doc:`Merging Tickets </advanced/ticket-actions/merge>` for details).
pt_br: Migra todas as mensagens/notas para outro chamado (see :doc:`Mesclando chamados </advanced/ticket-actions/merge>` para detalhes).

source: Change Customer
pt_br: Alterar cliente

source: Reassign the ticket to another customer.
pt_br: Reatribui o chamado a outro cliente.
